{"translation-revision-date":"2025-07-23 16:54:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"View form responses":["Visualizar respostas do formulário"],"The name\/ID \"%s\" is a reserved word. Please use a different name.":["O nome\/ID \"%s\" é uma palavra reservada. Use um nome diferente."],"Next step":["Próximo passo"],"Previous step":["Passo anterior"],"Unlabeled":["Sem rótulo"],"Single step":["Etapa única"],"Edit mode":["Modo de edição"],"Currently editing all steps":["Editando todas as etapas no momento"],"Currently editing step %d":["Editando a etapa %d no momento"],"All steps":["Todas as etapas"],"Step navigation is only available in single step mode":["A navegação entre etapas está disponível apenas no modo de etapa única"],"Add at the end":["Adicionar no final"],"Add at the beginning":["Adicionar no início"],"Add step after":["Adicionar etapa depois"],"Add step before":["Adicionar etapa antes"],"Add step":["Adicionar etapa"],"A collection of option blocks":["Uma coleção de blocos de opção"],"An option for a form choice field":["Uma opção para um campo de opção de formulário"],"A label for a form field":["Um rótulo para um campo de formulário"],"An input for a form field":["Uma entrada para um campo de formulário"],"Input":["Entrada"],"A single step in a multi-step form.":["Uma única etapa em um formulário de várias etapas."],"Step":["Etapa"],"Step %d label":["Rótulo da etapa %d"],"Step %d":["Etapa %d"],"Name the step.":["Defina o nome da etapa."],"Step label":["Rótulo da etapa"],"Responsible for the navigation between steps.":["Responsável pela navegação entre etapas."],"Step navigation":["Navegação entre etapas"],"Split the current step into two steps.":["Divida a etapa atual em duas."],"Step Divider":["Divisor de etapa"],"A container that organizes multiple form steps.":["Um contêiner que organiza várias etapas do formulário."],"Steps":["Etapas"],"Show a visual indicator of progress through multi-step forms.":["Mostra um indicador visual de progresso em formulários com várias etapas."],"Progress indicator":["Indicador de progresso"],"Third option":["Terceira opção"],"Second option":["Segunda opção"],"File upload":["Upload de arquivo"],"A dropzone for file uploads.":["Um dropzone para uploads de arquivo."],"File upload dropzone":["Dropzone de upload de arquivo"],"Drag and drop or click to select a file.":["Arraste e solte ou clique para selecionar um arquivo."],"Next button":["Botão seguinte"],"Next →":["Seguinte &rarr;"],"Previous button":["Botão voltar"],"← Back":["← Voltar"],"✨ That's it! Send it over and we'll take care of the rest.":["✨ É isso! Manda para cá e cuidaremos do resto."],"If you'd rather chat by phone, just leave your number here.":["Se preferir conversar por telefone, deixe seu contato aqui."],"Preferred way to hear from us":["Preferências de comunicação"],"Text message":["Mensagem de texto"],"Phone call":["Ligação"],"Preferences":["Preferências"],"How soon do you need a response?":["Quando você precisa de uma resposta?"],"Flexible \/ No specific deadline":["Flexível\/sem prazo específico"],"Normal (3–5 business days)":["Normal (3 a 5 dias úteis)"],"High priority (1–2 business days)":["Prioridade alta (1 a 2 dias úteis)"],"Urgent (within 1 business day)":["Urgente (em até 1 dia útil)"],"How can we help?":["Como podemos ajudar?"],"What brings you here today?":["O que traz você aqui hoje?"],"Just exploring":["Apenas dando uma olhada"],"I'm interested in your services":["Tenho interesse nos seus serviços"],"I need help":["Eu preciso de ajuda"],"Let's get acquainted":["Vamos nos conhecer"],"Create a form that spans multiple steps.":["Crie um formulário com várias etapas."],"Multistep Form":["Formulário de várias etapas"],"Friend or family":["Amigos ou família"],"Social media":["Redes sociais"],"Search engine":["Mecanismo de busca"],"Submit button":["Botão de enviar"],"Job Title (ID must be":["Cargo (a ID deve ser"],"Company (ID must be":["Empresa (a ID deve ser"],"Phone (ID must be":["Telefone (a ID deve ser"],"Email (ID must be":["E-mail (a ID deve ser"],"Last Name (ID must be":["Sobrenome (a ID deve ser"],"First Name (ID must be":["Nome (a ID deve ser"],"Here are suggested and supported fields. You can see a complete list in your Salesforce account by creating a Marketing > Web-to-Lead form.":["Estes são os campos sugeridos e compatíveis. Para ver uma lista completa na sua conta do Salesforce, crie um formulário Marketing > Web-to-Lead."],"Note: to add an ID to any field, select the field block, click Advanced on the block sidebar settings, and add the ID to the 'Name\/ID' field. If you do not see Name\/ID, be sure you've selected the whole field block, not just the label or input.":["Observação: para adicionar uma ID a qualquer campo, selecione o bloco de campo, clique em Avançado nas configurações da barra lateral do bloco e adicione a ID ao campo \"Nome\/ID\". Se você não encontrar o campo Name\/ID, verifique se selecionou o bloco inteiro do campo, e não apenas o rótulo ou a entrada."],"For integration with Salesforce to work, you must add specific fields with specific field IDs that match Salesforce.":["Para que a integração com o Salesforce funcione corretamente, é necessário adicionar campos específicos com IDs que correspondam aos campos do Salesforce."],"Creative Mail icon":["Ícone do Creative Mail"],"Akismet icon":["Ícone do Akismet"],"Upgrade to a paid plan to use file uploads.":["Faça upgrade para um plano pago e use o upload de arquivos."],"Enter the Salesforce organization ID where you want to send leads.":["Insira a ID da organização do Salesforce para onde enviar leads."],"Send form contacts to Salesforce":["Enviar contatos do formulário para o Salesforce"],"Enter organization ID":["Insira sua ID da organização"],"Enter a Salesforce Organization ID to enable.":["Insira um ID da organização do Salesforce para ativar."],"Plugin needs activation":["O plugin precisa ser ativado"],"Plugin needs install":["O plugin precisa ser instalado"],"Connect your site to Google Drive to export form responses directly to Google Sheets.":["Conecte seu site ao Google Drive para exportar respostas de formulário diretamente para o Planilhas Google."],"Google Sheets is connected. You can export your form responses from the form responses page.":["O Planilhas Google está conectado. Exporte suas respostas da página de respostas de formulário."],"Export form responses to Google Sheets.":["Exporte respostas do formulário para o Planilhas Google."],"View stats and settings":["Ver estatísticas e configurações"],"Form does not have integrations set up.":["O formulário não tem integrações configuradas."],"Salesforce is connected for this form":["Este formulário está conectado ao Salesforce"],"Manage responses":["Gerenciar respostas"],"Update Jetpack CRM":["Atualizar Jetpack CRM"],"Open Jetpack CRM settings":["Abrir configurações do Jetpack CRM"],"You can save your form contacts in Jetpack CRM. To get started, please install the plugin.":["Você pode salvar os contatos do seu formulário no Jetpack CRM. Para começar, instale o plugin."],"To connect this form to Jetpack CRM, enable the toggle above.":["Para conectar este formulário ao Jetpack CRM, clique no botão acima."],"This form is connected to Jetpack CRM.":["Este formulário está conectado ao Jetpack CRM."],"Install this plugin":["Instale este plugin"],"Activate this plugin":["Ativar este plugin"],"Enable for this form":["Ativar para este formulário"],"Disable for this form":["Desativar para este formulário"],"Add email permission request before submit button":["Adicione um botão para solicitar permissão por e-mail antes do envio."],"You're all setup for email marketing with Creative Mail. Please manage your marketing from Creative Mail panel.":["Tudo pronto para enviar marketing por e-mail com o Creative Mail. Gerencie seu marketing pelo painel do Creative Mail."],"Learn about Akismet":["Saiba mais sobre o Akismet"],"Your forms are automatically protected with Akismet.":["Seus formulários são protegidos automaticamente com o Akismet."],"We keep your forms protected":["Mantemos seus formulários protegidos"],"Jetpack CRM is connected for this form":["Este formulário está conectado ao Jetpack CRM"],"Akismet is connected for this form":["Este formulário está conectado ao Akismet"],"Action after submit":["Ação após o envio"],"Manage email contacts and campaigns":["Gerenciar contatos de e-mail e campanhas"],"Akismet filters out form spam with 99% accuracy":["O Akismet remove o spam de formulários com 99% de precisão"],"Akismet Spam Protection":["Proteção anti-spam do Akismet"],"Add Akismet key":["Adicionar chave do Akismet"],"Akismet is active. There is one step left. Please add your <a>Akismet key<\/a>.":["O Akismet está ativo. Só falta uma etapa: adicione sua <a>chave do Akismet<\/a>."],"View spam":["Visualizar spam"],"Add one-click spam protection for your forms with <a>Akismet<\/a>. Simply install the plugin and you're set.":["Adicione proteção anti-spam em um clique para seus formulários com o <a>Akismet<\/a>. Basta instalar o plugin e pronto."],"Select step":["Selecionar etapa"],"Browse form patterns":["Buscar padrões de formulário"],"Start by selecting one of these templates, or browse patterns.":["Comece selecionando um desses modelos ou busque padrões."],"Outlined":["Delineado"],"Animated":["Animado"],"Read more.":["Leia mais."],"Add an accessible name to help people using assistive technology identify the form. Defaults to page or post title.":["Adicione um nome acessível para ajudar as pessoas que usam tecnologia de assistência para identificar o formulário. O padrão é página ou título do post."],"Accessible name":["Nome acessível"],"The maximum value to accept in the input.":["O valor máximo a ser aceito na entrada."],"Maximum value":["Valor máximo"],"The minimum value to accept in the input. Leaving empty allows any negative and positive values.":["O valor mínimo a ser aceito na entrada. Deixar vazio permite quaisquer valores negativos e positivos."],"Minimum value":["Valor mínimo"],"Upload a file":["Fazer upload de um arquivo"],"Allow visitors to upload files through your form.":["Permita que os visitantes façam upload de arquivos por meio do seu formulário."],"Attachment":["Anexo"],"Collect numbers from site visitors.":["Receba os números de visitantes do site."],"Number":["Número"],"Activate Forms":["Ativar formulários"],"Activating Forms":["Ativando formulários"],"Needs connection":["Precisa de conexão"],"Select the format in which the date will be displayed.":["Selecione o formato no qual a data será exibida."],"Date Format":["Formato de data"],"YYYY-MM-DD":["AAAA-MM-DD"],"DD\/MM\/YYYY":["DD\/MM\/AAAA"],"MM\/DD\/YYYY":["MM\/DD\/AAAA"],"You’ll need to activate the Forms feature to use this block.":["Você precisa ativar a funcionalidade Formulários para usar este bloco."],"block search term\u0004signup":["inscrição"],"A simple way to collect leads using forms on your site.":["Uma maneira simples de coletar leads usando formulários no seu site."],"Lead capture":["Captação de leads"],"Customize the input's name\/ID. Only alphanumeric, dash and underscore characters are allowed":["Personalize a ID\/nome da entrada. Apenas caracteres alfanuméricos, hifens e sublinhados são permitidos"],"Name\/ID":["Nome\/ID"],"Connect to Google Drive":["Conectar ao Google Drive"],"Single Choice Option":["Opção de escolha única"],"Multiple Choice Option":["Opção de múltipla escolha"],"Previous":["Anterior"],"Deactivate for individual styling of this block":["Desative para a estilização individual deste bloco"],"Sync fields style":["Sincronizar estilos de campo"],"Add option…":["Adicionar opção..."],"Select one option":["Selecionar uma opção"],"Choose one option":["Escolha uma opção"],"Choose several options":["Escolha várias opções"],"Create forms to collect data from site visitors and manage their responses.":["Crie formulários para receber dados dos visitantes do site e gerenciar as respostas."],"You can edit the \"required\" label in the editor":["Você pode editar a etiqueta \"obrigatório\" no editor"],"Add a compact select box, that when expanded, allows visitors to choose one value from the list.":["Adicione uma caixa de seleção compacta que, quando expandida, permite que os visitantes escolham um valor da lista."],"Offer users a list of choices, and allow them to select a single option.":["Ofereça aos usuários uma lista de opções e permita que eles selecionem apenas uma alternativa."],"Offer users a list of choices, and allow them to select multiple options.":["Ofereça aos usuários uma lista de opções e permita que eles selecionem várias alternativas."],"Communicate site terms and offer visitors consent to those terms.":["Comunique os termos do site e ofereça aos visitantes consentimento para esses termos."],"Confirm or select information with a single checkbox.":["Confirme ou selecione as informações com apenas uma caixa de seleção."],"Capture longform text responses from site visitors.":["Obtenha respostas de texto longas dos visitantes do site."],"Collect phone numbers from site visitors.":["Obtenha números de telefone dos visitantes do site."],"Capture date information with a date picker.":["Obtenha informações de data com um seletor de datas."],"Collect a website address from your site visitors.":["Obtenha um endereço de site dos visitantes."],"Collect email addresses from your visitors.":["Obtenha endereços de e-mail de seus visitantes."],"Collect short text responses from site visitors.":["Obtenha respostas curtas em texto dos visitantes do site."],"Customize the view after form submission:":["Personalize a visualização após o envio de formulário:"],"Where to find your Salesforce Organization ID":["Onde encontrar sua ID da organização do Salesforce"],"Invalid Organization ID. Should be a 15–18 characters long alphanumeric string.":["ID da organização inválida. A string deve ter entre 15 e 18 caracteres alfanuméricos."],"Enter your Organization ID":["Insira sua ID da organização"],"Organization ID":["ID da organização"],"Salesforce":["Salesforce"],"View Form Responses":["Visualizar respostas do formulário"],"Manage and export your form responses in WPAdmin:":["Gerenciar e exportar suas respostas de formulário no painel WP Admin:"],"Get incoming form responses sent to your email inbox:":["Receba as respostas de formulário enviadas para sua caixa de entrada de e-mail:"],"Your message has been sent":["Sua mensagem foi enviada"],"Step %1$d – %2$s":["Etapa %1$d - %2$s"],"Choose a pattern":["Escolha um padrão"],"Google Sheets":["Planilhas Google"],"Integrations":["Integrações"],"Next":["Seguinte"],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["Atualize para a versão mais recente do plugin Jetpack CRM para integrar seu formulário de contato ao CRM."],"File":["Arquivo"],"Install":["Instalar"],"Creative Mail":["Creative Mail"],"link":["link"],"block search term\u0004day month year":["dia mês ano"],"Open Creative Mail settings":["Abrir configurações do Creative Mail"],"Store contact form submissions in your CRM":["Armazene no seu CRM formulários de contato enviados"],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's <a>Jetpack Forms extension<\/a>.":["Para integrar este formulário de contato ao Jetpack CRM, ative a <a>extensão Jetpack Forms<\/a> dele."],"A site administrator must enable the CRM Jetpack Forms extension.":["Um administrador do site deve ativar a extensão Jetpack Forms para CRM."],"Enable Jetpack Forms extension":["Ativar a extensão de formulários do Jetpack"],"Add a privacy checkbox":["Adicione uma caixa de verificação de privacidade"],"Mention that you can email":["Mencione que você pode enviar e-mails"],"Permission to email":["Permissão para enviar e-mail"],"Add %s consent message…":["Adicionar %s mensagem de consentimento…"],"To start sending email campaigns, install the Creative Mail plugin.":["Para começar a enviar campanhas por e-mail, instale o plugin Creative Mail."],"Activating…":["Ativando…"],"Installing…":["Instalando..."],"Redirecting…":["Redirecionando..."],"Upgrade your plan to upload audio":["Faça upgrade do seu plano para fazer upload de áudios"],"Upgrade your plan to use video covers":["Faça upgrade do seu plano para usar capas de vídeo"],"Consent":["Consentimento"],"Can we send you an email from time to time?":["Podemos enviar um e-mail para você de vez em quando?"],"By submitting your information, you're giving us permission to email you. You may unsubscribe at any time.":["Ao enviar suas informações, você permite que enviemos e-mails para você. Você pode cancelar sua assinatura a qualquer momento."],"Jetpack CRM":["Jetpack CRM"],"Checked by default":["Verificado por padrão"],"Field is required":["O campo é obrigatório"],"Adjust the width of the field to include multiple fields on a single line.":["Ajuste a largura do campo para incluir vários campos em uma única linha."],"Enter a subject":["Insira um assunto"],"Email address to send to":["Endereço de e-mail do destinatário"],"New feedback received from your website":["Novo feedback recebido do seu site"],"Send Feedback":["Enviar feedback"],"How could we improve?":["Como podemos melhorar?"],"5 - Excellent":["5 - Excelente"],"4 - Good":["4 - Bom"],"3 - Average":["3 - Mediano"],"2 - Poor":["2 - Ruim"],"1 - Very Bad":["1 - Muito ruim"],"Please rate our website":["Avalie nosso site"],"Feedback Form":["Formulário de feedback"],"A new appointment booked from your website":["Um novo compromisso agendado no seu site"],"Notes":["Anotações"],"Afternoon":["Tarde"],"Morning":["Manhã"],"Add an Appointment booking form to your page":["Adicione um formulário de agendamento de compromisso à sua página"],"Appointment Form":["Formulário de compromisso"],"A new registration from your website":["Um novo registro do seu site"],"Friend or Family":["Amigos ou família"],"TV":["TV"],"Social Media":["Redes sociais"],"Search Engine":["Mecanismo de busca"],"How did you hear about us?":["Como você ficou sabendo a nosso respeito?"],"Add a Registration form to your page":["Adicione um formulário de registro à sua página"],"Registration Form":["Formulário de registro"],"A new RSVP from your website":["Um novo formulário RSVP do seu site"],"Send RSVP":["Enviar RSVP"],"Attending?":["Você participará?"],"Add an RSVP form to your page":["Adicione um formulário de RSVP à sua página"],"RSVP Form":["Formulário RSVP"],"Contact Us":["Fale conosco"],"Add a contact form to your page.":["Adicione um formulário de contato à sua página."],"Add label…":["Adicionar rótulo..."],"Button":["Botão"],"Upload":["Fazer upload"],"website":["site"],"Redirect address":["Redirecionar endereço"],"Redirect to another webpage":["Redirecionar para outra página"],"Show a custom text message":["Mostrar uma mensagem de texto personalizada"],"Show a summary of submitted fields":["Mostrar um resumo dos campos enviados"],"Thank you for your submission!":["Obrigado por entrar em contato."],"block search term\u0004subscribe":["assinar"],"Dropdown":["Menu suspenso"],"Select":["Selecionar"],"Choose":["Escolher"],"Accept":["Aceitar"],"Confirm":["Confirmar"],"Multiline text":["Texto com diversas linhas"],"Mobile":["Dispositivo móvel"],"Cellular phone":["Número de celular"],"Calendar":["Calendário"],"internet page":["página da internet"],"mail":["correio"],"block search term\u0004contact form":["formulário de contato"],"block search term\u0004feedback":["feedback"],"Required":["Obrigatório"],"Form":["Formulário"],"Email subject line":["Linha de assunto do e-mail"],"name@example.com":["nome@exemplo.com.br"],"%s are not a valid email address.":["%s não é um endereço de e-mail válido."],"%1$s and %2$s are not a valid email address.":["%1$s e %2$s não são endereços de e-mail válidos."],"%s is not a valid email address.":["%s não é um endereço de e-mail válido."],"You can enter multiple email addresses separated by commas.":["Você pode digitar múltiplos endereços de e-mail separados por vírgulas."],"block search term\u0004email":["e-mail"],"Phone Number":["Número do telefone"],"(opens in a new tab)":["(abre em uma nova aba)"],"Phone":["Telefone"],"Remove":["Excluir"],"Send":["Enviar"],"What do you need help with?":["De que tipo de ajuda você precisa?"],"List":["Lista"],"Enabled":["Ativado"],"Upgrade":["Atualização"],"WhatsApp":["WhatsApp"],"Width":["Width"],"Subscribe":["Assinar"],"Submit":["Enviar"],"Time":["Hora"],"Email Address":["Endereço de e-mail"],"No":["Não"],"Cancel":["Cancelar"],"Default":["Padrão"],"First option":["Primeira opção"],"Options":["Opções"],"Textarea":["Área de texto"],"Text":["Texto"],"Radio":["Rádio"],"Checkbox":["Caixa de Seleção"],"Label":["Rótulo"],"Yes":["Sim"],"(required)":["(obrigatório)"],"Contact Form":["Formulário de Contato"],"Date":["Data"],"Message":["Mensagem"],"Website":["Site"],"Email":["E-mail"],"Add":["Adicionar"],"Activate":["Ativar"],"e-mail":["e-mail"],"Name":["Nome"],"Option":["Opção"],"Settings":["Configurações"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/blocks\/editor.js"}}