{"translation-revision-date":"2025-07-23 16:54:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Add a default image":["Adicionar uma imagem padrão"],"Choose a default image to use with your new posts":["Escolha uma imagem padrão para usar com seus novos posts"],"Default Template":["Modelo padrão"],"Set default Template and Image":["Definir imagem e modelo padrão"],"Change defaults":["Alterar padrões"],"Default Image":["Imagem padrão"],"Pricing page CTA for Social admin page\u0004Start for free":["Comece gratuitamente"],"Please wait…":["Aguarde…"],"Publicize scheduled actions":["Divulgar ações programadas"],"Publicize shares data":["Dados de compartilhamentos do Publicize"],"There was an error deleting the item.":["Ocorreu um erro ao excluir o item."],"There was an error scheduling the post.":["Ocorreu um erro ao programar o post."],"Post scheduled successfully.":["Post programado com sucesso."],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Para continuar compartilhando com essa conexão, conecte novamente."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Há um problema com esta conexão."],"By continuing you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site’s data<\/shareDetailsLink> with us. We’ll check if that email is linked to an existing WordPress.com account or create a new one instantly.":["Ao continuar, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco. Verificaremos se esse e-mail está vinculado a uma conta existente do WordPress.com ou criaremos uma nova agora mesmo."],"Publicize services":["Serviços do Publicize"],"This can either be %s or just the domain name if you are using a custom domain.":["Pode ser %s ou apenas o domínio, se você estiver usando um domínio personalizado."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Os nomes de usuário do Bluesky não podem conter pontos. Se você estiver usando um domínio personalizado, insira-o sem \"%s\""],"Description of the feature that the toggle enables\u0004When enabled, you’ll be able to connect your social media accounts and send a post’s featured image and content to the selected channels with a single click when the post is published.":["Quando ativado, com apenas um clique, você poderá conectar suas contas de rede social e enviar o conteúdo e a imagem destacada de um post para os canais selecionados quando o post for publicado."],"Expiring connection":["Expirando conexão","Expirando conexões"],"Reconnect to continue sharing.":["Reconectar para continuar compartilhando."],"Format of the link to use when sharing a note.":["Formato de link para usar quando compartilhar uma nota."],"Permashortcitation":["Citação curta permanente"],"Full URL":["URL completa"],"Link format":["Formato do link"],"Whether to append the post link when sharing a note.":["Se deve ou não anexar o link do post ao compartilhar uma nota."],"Append post link":["Anexar link do post"],"Create a note":["Criar uma nota"],"Do you want to quickly share what's on your mind? Turn on Social Notes to effortlessly jot down and share quick notes without the need for titles or formatting, enabling swift and spontaneous communication with your followers.":["Deseja compartilhar rapidamente o que tem em mente? Ative as Notas sociais para anotar e compartilhar notas rápidas sem precisar de títulos ou formatação, permitindo uma comunicação rápida e espontânea com seus seguidores."],"Enable Social Notes":["Ativar Notas sociais"],"Manage social media connections":["Gerenciar conexões de rede social"],"Share custom images and videos that capture attention, use our powerful Social Image Generator to create stunning visuals, and access priority support for expert help whenever you need it.":["Compartilhe vídeos e imagens personalizadas para capturar a atenção do público, use nosso Gerador de imagem social para criar visuais impressionantes, e acesse o suporte prioritário para que um especialista ajude você sempre que precisar."],"Power up Jetpack Social":["Turbine o Jetpack Social"],"Unlock advanced sharing options":["Desbloqueie opções de compartilhamento avançadas"],"Connect your social media accounts and send a post’s featured image and content to the selected channels with a single click when the post is published.":["Com apenas um clique, você poderá conectar suas contas de rede social e enviar o conteúdo e a imagem destacada de um post para os canais selecionados quando o post for publicado."],"When enabled, Social Image Generator will automatically generate social images for your posts. You can use the button below to choose a default template and image for new posts. This feature is only supported in the block editor.":["Quando está ativado, o gerador de imagem social gera imagens sociais para seus posts automaticamente. Você pode usar o botão abaixo para escolher um modelo e uma imagem padrão para novos posts. Esta funcionalidade só está disponível no editor de blocos."],"Contact Support":["Falar com o suporte"],"Do you need any help? Get in touch with our world-class support with a high-priority support ticket and get a solution faster.":["Precisa de alguma ajuda? Entre em contato com nosso suporte de nível internacional com um tíquete de suporte de alta prioridade e tenha uma solução mais rápida."],"World-class support":["Suporte de nível internacional"],"Get Social":["Obter Social"],"per month for the first year, then billed yearly":["por mês no primeiro ano, depois cobrado anualmente"],"Share multiple images at once on social media platforms.":["Compartilhe várias imagens de uma vez nas plataformas de redes sociais."],"Multi-image sharing":["Compartilhamento de várias imagens"],"Automatically create custom images, saving you hours of tedious work.":["Crie imagens personalizadas automaticamente e economize horas de trabalho tedioso."],"Automatically generate images for posts":["Gere imagens para posts automaticamente"],"Upload videos with your posts":["Faça upload de vídeos com seus posts"],"Upload custom images with your posts":["Faça upload de imagens com seus posts"],"Repurpose, reuse or republish already published content.":["Reaproveite, reuse e reposte seus conteúdos já publicados."],"Recycle content":["Recicle conteúdo"],"Customize publications":["Personalize publicações"],"Schedule posting":["Agende uma publicação"],"By publishing at least once per week, you’ll be ahead of 99% of all other sites. Promoting that weekly content on social media may grow your audience by 10x in a few short months.":["Ao publicar pelo menos uma vez por semana, você estará na frente de 99% de todos os outros sites. Compartilhar esse conteúdo semanal nas redes sociais pode fazer sua audiência crescer 10 vezes em apenas alguns meses."],"Visual content is 40 times more likely to get shared on social media than any other type. Remember to include an image.":["O conteúdo visual é 40 vezes mais fácil de ser compartilhado nas redes sociais do que qualquer outro tipo. Lembre-se de incluir uma imagem."],"Did you know?":["Você sabia?"],"Posted this month":["Publicado este mês"],"Total shares past 30 days":["Total de compartilhamentos nos últimos 30 dias"],"Write a post":["Escrever um post"],"Connect accounts":["Conectar contas"],"Write once, post everywhere":["Escreva uma só vez e publique em vários locais"],"Manage all of your channels from a single hub":["Gerencie todos os seus canais em uma só plataforma"],"Post to multiple channels at once":["Publique em vários canais ao mesmo tempo"],"Share to Facebook, Instagram, LinkedIn, Mastodon, Tumblr, Threads, Bluesky, and Nextdoor":["Compartilhe no Facebook, Instagram, LinkedIn, Mastodon, Tumblr, Threads, Bluesky e Nextdoor"],"Share your posts with your social media network and increase your site’s traffic":["Compartilhe seus posts em suas redes sociais e aumente o tráfego de seu site"],"Plugin name\u0004Jetpack Social":["Jetpack Social"],"Get Started":["Começar"],"UTM parameters are tags added to links to help track where website visitors come from, improving our understanding of how content is shared. Don't worry, it doesn't change the experience or the link destination!":["Os parâmetros de UTM são tags adicionadas aos links que ajudam a rastrear de onde vêm os visitantes do site, aumentando seu entendimento de como o conteúdo é compartilhado. Não se preocupe, isso não altera a experiência nem o destino do link."],"Append UTM parameters to shared URLs":["Anexar parâmetros de UTM às URLs compartilhadas"],"Social Settings":["Configurações de redes sociais"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["Não foi possível recuperar as páginas da empresa às quais você tem acesso. Isso é um problema comum na API do LinkedIn. Se você deseja conectar uma página da empresa, tente novamente após 5 minutos."],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Para compartilhar no Bluesky, insira seu nome de usuário do Bluesky e a senha do aplicativo abaixo e clique em Conectar."],"This Bluesky account is already connected":["Esta conta do Bluesky já está conectada"],"Invalid Bluesky handle":["Nome de usuário do Bluesky inválido"],"Please provide an app password to fix the connection.":["Forneça uma senha do aplicativo para corrigir a conexão."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["A senha do aplicativo é necessária para conectar sua conta com segurança. Ela é diferente da senha da sua conta. Você pode <link>gerá-la no Bluesky<\/link>."],"App password":["Senha do aplicativo"],"You can find the handle in your Bluesky profile.":["Você encontra o nome de usuário no perfil do Bluesky."],"Bluesky handle":["Nome de usuário do Bluesky"],"You can find the handle in your Mastodon profile.":["Você encontra o nome de usuário no perfil do Mastodon."],"Mastodon handle":["Nome de usuário do Mastodon"],"The handle of a social media account.\u0004Handle":["Nome de usuário"],"Please fix the broken connections or disconnect them to create more connections.":["Corrija as conexões rompidas os desconecte-as para criar mais conexões."],"Fix social media connection\u0004Fix connection":["Corrigir conexão"],"Fix the social media connections\u0004Fix connections":["Corrigir conexões"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Deseja compartilhar com outras redes? Use a funcionalidade Compartilhamento manual no editor."],"You can use our <link>Manual Sharing<\/link> feature instead.":["Use a funcionalidade <link>Compartilhamento manual<\/link>."],"Add Threads connection":["Adicionar conexão ao Threads"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Aumente sua presença em redes sociais ao compartilhar seus posts no Threads automaticamente."],"Share posts to your Threads feed.":["Compartilhe os posts no seu feed do Threads."],"Broken connection":["Conexão perdida"],"This platform is no longer supported.":["Esta plataforma não é mais compatível."],"Updating account":["Atualizando conta"],"Connected accounts":["Contas conectadas"],"Accessibility label\u0004Open panel":["Abrir painel"],"Close panel":["Fechar painel"],"Error updating account.":["Erro ao atualizar a conta."],"Account updated successfully.":["Conta atualizada com sucesso."],"Error connecting account.":["Erro ao conectar conta."],"%s account connected successfully.":["Conta do %s conectada com sucesso."],"Error disconnecting account.":["Erro ao desconectar a conta."],"Account disconnected successfully.":["Conta desconectada com sucesso."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Para compartilhar com o Mastodon, digite seu nome de usuário do Mastodon abaixo e clique para conectar."],"Share with your network.":["Compartilhe com sua rede."],"Add Tumblr connection":["Adicionar conexão com Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Conecte-se<\/strong> para compartilhar posts automaticamente no seu blog do Tumblr."],"Share to your Tumblr blog.":["Compartilhe em seu blog do Tumblr."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Conecte-se<\/strong> com amigos, vizinhos e negócios locais compartilhando automaticamente seus posts no Nextdoor."],"Share on communities":["Compartilhe nas comunidades"],"Add LinkedIn connection":["Adicionar conexão do LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Conecte-se<\/strong> para compartilhar posts automaticamente com as suas conexões do LinkedIn."],"Share with your LinkedIn community.":["Compartilhe com sua comunidade do LinkedIn."],"Add Instagram photo":["Adicionar foto do Instagram"],"Learn how to convert & link your Instagram account.":["Aprenda a converter e vincular sua conta do Instagram."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Ao clicar em \"Conectar\", você será solicitado a <strong>fazer login no Facebook<\/strong>. Se sua conta do Instagram Business não estiver listada, verifique se ela está vinculada a uma página do Facebook.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["A conta do Instagram Business deve estar vinculada a uma página do Facebook."],"You must have an Instagram Business account.":["Você deve ter uma conta do Instagram Business."],"Requirements for connecting Instagram:":["Requisitos para conectar o Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Promova o engajamento e economize tempo compartilhando automaticamente imagens no Instagram ao publicar no seu blog."],"Share to your Instagram Business account.":["Compartilhe na sua conta comercial do Instagram."],"Add Facebook connection":["Adicionar conexão do Facebook"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Conecte-se<\/strong> para compartilhar posts automaticamente em sua página do Facebook."],"Share to your pages":["Compartilhe nas suas páginas"],"This Mastodon account is already connected":["Essa conta do Mastodon já está conectada"],"Invalid Mastodon username":["Nome de usuário do Mastodon inválido"],"%d connections":["%d conexões"],"This connection is added by a site administrator.":["Esta conexão é adicionada por um administrador do site."],"Connect more":["Conecte-se mais"],"Manage Jetpack Social connections":["Gerenciar conexões do Jetpack Social"],"Connection confirmation":["Confirmação de conexão"],"Already connected":["Conexão ativa"],"No accounts\/pages found.":["Nenhuma conta\/página encontrada."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Não foram encontradas outras contas\/páginas."],"You can change this later.":["Você pode mudar isso depois."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Se ativada, a conexão ficará disponível para todos os administradores, editores e autores."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Selecione a conta que você deseja conectar. Todos os novos posts de blog serão compartilhados automaticamente nesta conta. Será possível alterar essa opção na barra lateral do editor ao escrever um post."],"Please select an account to connect.":["Selecione uma conta para conectar."],"Reconnect a social media account\u0004Reconnect":["Reconectar"],"Mark the connection as shared":["Marcar a conexão como compartilhada"],"Disconnect a social media account\u0004Disconnect":["Desconectar"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Tem certeza de que deseja desconectar <strong>%s<\/strong>?"],"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar em <strong>%s<\/strong>, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar em <strong>%1$s<\/strong> ou <strong>%2$s<\/strong>, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"Enable Social Image Generator":["Ativar Gerador de imagem para redes sociais"],"Dismiss notice":["Descartar aviso"],"Pick the %s template":["Escolha o modelo %s"],"Already have an existing plan or license key? <a>Click here to get started<\/a>":["Já tem um plano ou chave de licença? <a>Clique aqui para começar<\/a>"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar nos botões acima, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"Choose Image":["Escolher imagem"],"Arrow right":["Seta para direita"],"Arrow left":["Seta para esquerda"],"Remove media":["Remover mídia"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["O preço reduzido é uma oferta limitada para o primeiro ano, depois é cobrado o preço normal na renovação."],"%s not included":["%s não incluído(a)"],"%s coming soon":["Em breve: %s"],"Coming soon":["Em breve"],"% off":["% de desconto"],"Not included":["Não incluído"],"Included":["Incluído"],"Close.":["Fechar."],"New":["Novo"],"Active on your site":["Ativo no seu site"],"Magnifying Glass":["Lupa"],"Add %s":["Adicionar %s"],"\/month, paid yearly":["\/mês, pago anualmente"],"Popular upgrade":["Upgrade popular"],"An error occurred. Please try again.":["Ocorreu um erro. Tente novamente."],"Jetpack Logo":["Logotipo do Jetpack"],"Free":["Gratuito"],"Upgrade your plan to upload audio":["Faça upgrade do seu plano para fazer upload de áudios"],"Upgrade your plan to use video covers":["Faça upgrade do seu plano para usar capas de vídeo"],"Has a video.":["Tem um vídeo."],"Tag":["Tag"],"Post":["Publicar"],"Page":["Página"],"Has an image.":["Tem uma imagem."],"Has multiple images.":["Tem várias imagens."],"Toggle search filters.":["Alterne os filtros de pesquisa."],"Matching comment.":["Comentário correspondente."],"Show filters":["Mostrar filtros"],"Is a product.":["É um produto."],"Is an event.":["É um evento."],"Has audio.":["Tem áudio."],"Disconnecting…":["Desconectando..."],"Connecting…":["Conectando..."],"Link to learn more about Jetpack.\u0004About":["Sobre"],"Shortlink":["Link curto"],"Confirm":["Confirmar"],"Connect an account":["Conectar uma conta"],"(opens in a new tab)":["(abre em uma nova aba)"],"About Jetpack":["Sobre o Jetpack"],"There was an error testing Jetpack. Error: %s":["Ocorreu um erro ao testar o Jetpack. Erro: %s"],"Help":["Ajuda"],"Priority support":["Prioridade no suporte"],"An Automattic Airline":["Uma companhia aérea da Automattic"],"Automatically share your posts to social networks":["Compartilhe seus posts automaticamente em redes sociais"],"WordPress.com Terms of Service":["Termos de Serviço do WordPress.com"],"Shorthand for Terms of Service.\u0004Terms":["Termos"],"Automattic's Privacy Policy":["Política de Privacidade da Automattic"],"Shorthand for Privacy Policy.\u0004Privacy":["Privacidade"],"Information.":["Informações."],"Learn more":["Saiba mais"],"Category":["Categoria"],"Connect":["Conectar"],"Save":["Salvar"],"Cancel":["Cancelar"],"Yes":["Sim"],"Connected":["Conectado"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/social-admin-page.js"}}