{"translation-revision-date":"2025-07-23 16:54:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Writing Assistance":["Assistência de escrita"],"No metadata found. Add it to improve search engine visibility.":["Nenhum metadado encontrado. Adicione para melhorar a visibilidade nos mecanismos de busca."],"If not provided we'll automatically generate:":["Se não for fornecido, vamos gerar automaticamente:"],"Enter a clear, keyword-focused title (ideally under 70 characters)":["Insira um título claro e focado em palavras-chave (idealmente até 70 caracteres)"],"Add a compelling, keyword-rich summary that appears in search results (ideally under 156 characters)":["Adicione um resumo atrativo e cheio de palavras-chave que apareça nos resultados de pesquisa (idealmente até 156 caracteres)"],"SEO metadata added":["Metadados de SEO adicionados"],"Edit SEO metadata":["Editar metadados de SEO"],"Want to fine-tune this metadata further?":["Quer aprimorar ainda mais esses metadados?"],"Alt text added to %1$d of %2$d images":["Texto alternativo adicionado a %1$d de %2$d imagens"],"Alt text added to all images":["Texto alternativo adicionado a todas as imagens"],"Generate metadata":["Gerar metadados"],"When enabled, missing metadata will be automatically generated when you publish a post.":["Quando a opção estiver ativada, os metadados ausentes serão gerados automaticamente quando você publicar um post."],"Auto-generate metadata":["Gerar metadados automaticamente"],"Metadata AI Generator":["Gerador de metadados com IA"],"Image alt text":["Texto alternativo da imagem"],"SEO description":["Descrição de SEO"],"SEO title":["Título do SEO"],"Transform to VideoPress block":["Transformar em bloco do VideoPress"],"You can transform this post's video blocks to the new VideoPress block to take advantage of new features.":["Você pode transformar os blocos de vídeo deste post em um novo bloco do VideoPress para aproveitar as novas funcionalidades."],"Share the post using your phone’s built-in sharing menu, or copy the link to the clipboard on desktop.":["Compartilhe o post usando o menu de compartilhamento integrado do seu celular ou copie o link para a área de transferência no computador."],"Restaurant ID":["ID do restaurante","IDs do restaurante"],"Enter your restaurants IDs, separated by comma, or paste an OpenTable Reservation Widget embed code.":["Digite as IDs do seu restaurante, separadas por vírgulas, ou cole um código incorporado do widget Reservas OpenTable."],"Please note that accepting donations has additional requirements from Stripe. Learn more about <requirementsLink>requirements for accepting donations<\/requirementsLink>.":["Fique atento, pois a Stripe possui requisitos adicionais para aceitar doações. Saiba mais sobre <requirementsLink>os requisitos para aceitar doações<\/requirementsLink>."],"Once connected, you can customize your donation form and start accepting payments.":["Após se conectar, você pode personalizar seu formulário de doações e começar a aceitar pagamentos."],"Configure your payment settings and supported currencies":["Defina suas configurações de pagamento e moedas compatíveis"],"Set up your business information in Stripe":["Configure suas informações comerciais na Stripe"],"Connect your Stripe account to your WordPress.com account":["Conecte sua conta da Stripe ao WordPress.com"],"To accept donations on your site, you'll need to connect your Stripe account. Here's what you need to do: <docLink>Learn more about donations<\/docLink>.":["Para aceitar doações em seu site, você precisará conectar sua conta da Stripe. <docLink>Saiba mais sobre doações.<\/docLink>"],"Accept Donations with Stripe":["Aceitar doações com a Stripe"],"Enter URL":["Inserir URL"],"Link URL":["URL do Link"],"Image Link Settings":["Configurações do link da imagem"],"Categories":["Categorias"],"When enabled, the user will be automatically subscribed to the selected categories below when they submit the form.":["Ao ativar, o usuário se inscreverá automaticamente nas categorias selecionadas abaixo quando enviar o formulário."],"Pre-select categories":["Pré-selecionar categorias"],"Generate caption":["Gerar legenda"],"Generate alt text":["Gerar texto alternativo"],"Your site is in Coming Soon mode. Emails are sent only when your site is public.":["Seu site está no modo Em breve. E-mails são enviados somente quando o seu site estiver público."],"Generate title options":["Gerar opções de título"],"Based on your post content and SEO best practices.":["Baseado no conteúdo do seu post e nas práticas recomendados de SEO."],"Show issues & suggestions":["Mostrar problemas e sugestões"],"Based on your post content.":["Baseado no conteúdo do seu post."],"Get Feedback":["Receba feedback"],"Write Brief (Beta)":["Escrever resumo (Beta)"],"The following features require content to work.":["É obrigatório um conteúdo para as funcionalidades a seguir funcionarem."],"Send as email to subscribers?":["Enviar como e-mail para assinantes?"],"Describe the featured image you'd like to create and select a style.":["Descreva a imagem destacada que você quer criar e escolha um estilo."],"Show labels":["Mostrar rótulos"],"Marker":["Marcador"],"Give feedback":["Dê seu feedback"],"Guidelines":["Diretrizes"],"Generated images could be inaccurate, biased or include text.":["As imagens geradas podem ser imprecisas ou tendenciosas, ou incluir texto."],"I don't find this useful":["Não acho isso útil"],"I like this":["Gostei"],"Show avatars":["Mostrar avatares"],"Instagram Embed":["Mídia incorporada do Instagram"],"Facebook Embed":["Mídia incorporada do Facebook"],"If the issue persists, please <supportLink>contact support<\/supportLink>.":["Se o problema persistir, <supportLink>entre em contato com o suporte<\/supportLink>."],"Oops, something went wrong showing the preview…":["Ops! Algo deu errado ao exibir a visualização…"],"Email preview":["Visualização do e-mail"],"Connect your WordPress.com account to enable paid content.":["Conecte sua conta do WordPress.com para ativar o conteúdo pago."],"Connect your WordPress.com account to enable a paywall for your site.":["Conecte sua conta do WordPress.com para ativar o paywall no seu site."],"Connect your WordPress.com account to start using payments blocks.":["Conecte sua conta do WordPress.com para começar a usar blocos de pagamentos."],"Connect your WordPress.com account to enable payment buttons on your site.":["Conecte sua conta do WordPress.com para ativar botões de pagamento no seu site."],"Connect your WordPress.com account to enable donations.":["Conecte sua conta do WordPress.com para ativar doações."],"Connect your WordPress.com account to use the Blogroll block.":["Conecte sua conta do WordPress.com para usar este bloco de lista de links."],"Upgrade your Jetpack AI for access to logo generation. This upgrade will also increase the amount of monthly requests you can use in for all AI-powered features.":["Faça upgrade da IA do Jetpack para ter acesso à geração de logotipos. Esse upgrade também aumentará a quantidade de solicitações por mês que você pode usar em todas as funcionalidades com tecnologia de IA."],"Once you generate a logo, it will show up here":["Quando você gerar um logotipo, ele aparecerá aqui"],"We are sorry. There was an error loading your Jetpack AI plan data. Please, reload the page and try again.":["Infelizmente ocorreu um erro ao carregar os dados do seu plano da IA do Jetpack. Recarregue a página e tente novamente."],"Example: add message field and make it required":["Exemplo: adicione um campo de mensagem obrigatório"],"Example: make email optional":["Exemplo: torne o e-mail opcional"],"Example: remove email field":["Exemplo: remova o campo de e-mail"],"Example: a survey form with multiple choice questions":["Exemplo: um formulário de pesquisa de opinião com perguntas de múltipla escolha"],"Example: a pizza ordering form with name, address, phone number and toppings":["Exemplo: um formulário para pedir pizza com nome, endereço, telefone e ingredientes"],"Example: a contact form with name, email, and message fields":["Exemplo: um formulário de contato com campos de nome, e-mail e mensagem"],"Fetching previous logos…":["Buscando logos anteriores…"],"Add optional keywords you'd like to include and generate new suggestions.":["Adicione palavras-chave opcionais e gere novas sugestões."],"Improve title for SEO":["Melhorar título para SEO"],"Ignore":["Ignorar"],"Add to dictionary":["Adicionar ao dicionário"],"Spelling mistakes":["Erros ortográficos"],"Fix spelling mistakes.":["Corrija os erros ortográficos."],"Optimize Title":["Otimizar título"],"Connect WordPress.com account":["Conectar conta do WordPress.com"],"To email your posts, build an audience, and use features like preview and test, connect to WordPress.com cloud.":["Conecte-se à nuvem do WordPress.com para enviar seus posts por e-mail, conquistar um público e usar funcionalidades como visualização e teste."],"This will send you an email, allowing you to see exactly what your subscribers receive in their inboxes.":["Isto enviará para você um e-mail permitindo que veja exatamente o que seus assinantes recebem em suas caixas de entrada."],"Requests will reset on %s.":["As solicitações serão redefinidas em %s."],"You've reached this month's request limit, per our <link>fair usage policy<\/link>.":["Você alcançou o limite de solicitações deste mês, de acordo com nossa <link>política de uso justo<\/link>."],"Connect Jetpack":["Conectar Jetpack"],"You've reached this month's request limit, per our <link>fair usage policy<\/link>":["Você alcançou o limite de solicitações deste mês, de acordo com nossa <link>política de uso justo<\/link>"],"Get feedback on content structure.":["Solicitar feedback sobre a estrutura do conteúdo."],"Click on the suggestion to insert it.":["Clique na sugestão para inseri-la."],"Suggest":["Sugerir"],"Unconfident words":["Palavras problemáticas"],"Long sentences":["Frases longas"],"Remove weasel words.":["Remova afirmações vagas."],"Long sentences are hard to read.":["Frases longas são difíceis de ler."],"Use simple, direct words.":["Use palavras simples e diretas."],"Complex words":["Palavras complexas"],"Reading grade score":["Pontuação de leitura"],"Write to see your grade level.":["Escreva para saber sua pontuação."],"Preview email":["Visualizar e-mail"],"Ensure your email looks perfect. Use the buttons below to view a preview or send a test email.":["Garanta que o seu e-mail esteja nos conformes. Use os botões abaixo para uma ver uma prévia ou enviar um e-mail de teste."],"Email Preview":["Visualização do e-mail"],"Post made accesible to everyone.":["Post feito para ser acessível a todos."],"Make post accessible to everyone, free and paid subscribers":["Faça os posts serem acessíveis para todos, desde assinantes pagantes a não pagantes"],"Make post accessible to everyone":["Faça os posts serem acessíveis para todos"],"Post limited to subscribers only.":["Post apenas para assinantes."],"Limit post access to free subscribers":["Limite o acesso aos posts a assinantes não pagantes"],"Post limited to paid subscribers only.":["Post apenas para assinantes pagantes."],"Limit post access to paid subscribers":["Limite o acesso aos posts a assinantes pagantes"],"Discover all features":["Conheça todas as funcionalidades"],"Learn more about Jetpack AI":["Saiba mais sobre o Jetpack AI"],"Generate and tweak content, create forms, get feedback and much more.":["Gere e ajuste conteúdo, crie formulários, obtenha feedback e muito mais."],"Do you want to know all the amazing things you can do with Jetpack AI?":["Quer saber tudo que você pode fazer de incrível com o Jetpack AI?"],"Learn more about Jetpack AI.":["Saiba mais sobre a IA do Jetpack."],"Not enough requests left to generate a logo. Upgrade your Jetpack AI to increase the amount of requests you can use in all AI-powered features.":["Não restam solicitações suficientes para gerar um logotipo. Faça upgrade do Jetpack AI para aumentar a quantidade de solicitações que você pode usar em todas as funcionalidades com tecnologia de IA."],"Not enough requests left to generate a logo. <strong>Upgrade now to increase it.<\/strong>":["Não restam solicitações suficientes para gerar um logotipo. <strong>Atualize agora para aumentar esse número.<\/strong>"],"Error generating logo. Please try again.":["Erro ao gerar o logotipo. Tente novamente."],"Error enhancing prompt. Please try again.":["Erro ao melhorar o prompt. Tente novamente."],"Logo generation costs 10 requests; prompt enhancement costs 1 request each":["A geração do logotipo custa 10 solicitações; a melhoria imediata do prompt custa uma solicitação cada"],"%u requests remaining.":["%u solicitações restantes."],"Describe your site or simply ask for a logo specifying some details about it":["Descreva seu site ou simplesmente peça um logotipo especificando alguns detalhes sobre ele"],"Describe your site:":["Descreva seu site:"],"Enhance prompt":["Melhorar prompt"],"Enhancing…":["Melhorando…"],"Error applying the logo to your site. Please try again.":["Erro ao aplicar o logotipo no seu site. Tente novamente."],"Error saving the logo to your library. Please try again.":["Erro ao salvar o logotipo na sua biblioteca. Tente novamente."],"Your new logo was set to the block!":["O novo logotipo foi configurado no bloco."],"Generating new logo…":["Gerando novo logotipo…"],"Use on block":["Usar no bloco"],"Save in Library":["Salvar na biblioteca"],"Saved":["Salvo"],"Jetpack AI Logo Generator":["Gerador de logotipo do Jetpack AI"],"Generating logo…":["Gerando logotipo…"],"Analyzing your site to create the perfect logo…":["Analisando seu site para criar o logotipo perfeito…"],"We are sorry. There was an error loading your Jetpack AI plan data. Please, try again.":["Infelizmente ocorreu um erro ao carregar os dados do seu plano da IA do Jetpack. Tente novamente."],"Creating image…":["Criando imagem..."],"At least one item must be selected.":["Ao menos um item deve ser selecionado."],"Open image %1$d of %2$d in full-screen":["Abrir imagem %1$d de %2$d em tela cheia"],"Image saved to media library.":["Imagem salva na biblioteca de mídia."],"Generate with AI":["Gerar com IA"],"Available Requests":["Solicitações disponíveis"],"Requests will reset to <strong>%1$d<\/strong> on %2$s.":["As solicitações serão redefinidas para <strong>%1$d<\/strong> em %2$s."],"Replace title":["Substituir título"],"Choose an optimized title below:":["Escolha um título otimizado abaixo:"],"The generation of your suggested titles failed. Please try again.":["Falha na geração dos títulos sugeridos. Tente novamente."],"Reading your post and generating suggestions…":["Lendo seu post e gerando sugestões…"],"Optimize post title":["Otimizar o título do post"],"Requests available: <counter>%d<\/counter>":["Solicitações disponíveis: <counter>%d<\/counter>"],"Requests needed: <counter>%d<\/counter>":["Solicitações necessárias: <counter>%d<\/counter>"],"Generate again":["Gerar novamente"],"Featured image generation costs %d requests per image. You don't have enough requests to generate another image.":["A geração de imagens destacadas custa %d solicitações por imagem. Você não tem solicitações suficientes para gerar outra imagem."],"Set as featured image":["Definir como imagem destacada"],"Generate a featured image with AI":["Gerar uma imagem destacada com IA"],"You don't have enough requests to generate another image.":["Você não tem solicitações suficientes para gerar outra imagem."],"An error occurred while generating the image. Please, try again!":["Ocorreu um erro ao gerar a imagem. Tente novamente."],"Get Featured Image":["Obter imagem destacada"],"Optimize Publishing":["Otimizar a publicação"],"Mail":["Enviar por e-mail"],"Privacy & Cookies: This site uses cookies. By continuing to use this website, you agree to their use. To find out more, including how to control cookies, see here: %s.":["Privacidade e cookies: este site usa cookies. Ao continuar a usar este site, você concorda com o uso deles. Para saber mais, inclusive sobre como controlar os cookies, consulte aqui: %s."],"Ask Jetpack AI to edit…":["Pergunte à IA do Jetpack para editar..."],"Error: %1$s":["Erro: %1$s"],"Something went wrong":["Ocorreu um erro"],"You have %1$d requests remaining.":["Você tem %1$d solicitações restantes."],"AI-generated content could be inaccurate or biased.":["Conteúdos gerados pela IA podem ser incorretos ou parciais."],"Ask a question about this site":["Faça uma pergunta sobre este site"],"Success! An email was just sent to confirm your subscription. Please find the email now and click 'Confirm' to start subscribing.":["Sucesso! Um e-mail foi enviado para confirmar sua assinatura. Verifique o e-mail agora e clique em \"Confirmar\" para começar."],"You have reached the limit of <strong>20 free<\/strong> requests. <button>Upgrade to continue generating feedback.<\/button>":["Você atingiu o limite de <strong>20 solicitações gratuitas<\/strong>. <button>Faça upgrade para continuar gerando feedback.<\/button>"],"Generate another image":["Gerar outra imagem"],"Generate image":["Gerar imagem"],"Show \"Manage subscription\" link":["Exibir link \"Gerenciar assinatura\""],"Native Share":["Compartilhamento nativo"],"Write a post from this list":["Escreva um post a partir desta lista"],"Turn list into a table":["Transforme a lista em uma tabela"],"Provide feedback":["Dê seu feedback"],"Transform your spoken words into a post ready to publish with AI.":["Transforme palavras faladas em um post pronto para publicação com a IA."],"Jetpack AI Voice to content":["Conversão de áudio em conteúdo da IA do Jetpack"],"Validating audio…":["Validando áudio…"],"Uploading and transcribing audio…":["Transcrevendo e fazendo upload do áudio…"],"Recording…":["Gravando…"],"File size limit: 25MB. Recording time limit: 25 minutes.":["Limite de tamanho de arquivo: 25 MB. Limite de tempo de gravação: 25 minutos."],"Upload audio":["Fazer upload de áudio"],"Add a headline":["Adicionar um título"],"Descending":["Descendente"],"Ascending":["Ascendente"],"Year published":["Ano de publicação"],"noun\u0004Votes":["Votos"],"noun\u0004Title":["Título"],"noun\u0004Shelves":["Estante"],"noun\u0004Review":["Resenha"],"Read count":["Contagem de lidos"],"noun\u0004Rating":["Avaliação"],"Random":["Aleatório"],"noun\u0004Position":["Posição"],"possessive - eg. I owned this book for a year\u0004Owned":["Tenho"],"Number of ratings":["Número de avaliações"],"Number of pages":["Número de páginas"],"noun\u0004Notes":["Observações"],"noun\u0004Format":["Formato"],"Dated updated":["Data de atualização"],"Date started":["Data de início"],"Date read":["Data da leitura"],"Date published":["Data de publicação"],"Date added":["Data de adição"],"noun - ie. book cover\u0004Cover":["Capa"],"noun\u0004Comments":["Comentários"],"Average rating":["Avaliação média"],"noun\u0004Author":["Autor"],"future participle - eg. I have this to read tomorrow.\u0004To read":["Quero ler"],"Currently reading":["Lendo"],"perfect participle - eg. I read a book yesterday.\u0004Read":["Lido"],"Enter a Goodreads profile URL to embed here…":["Insira a URL de um perfil no Goodreads para incorporar aqui…"],"Goodreads profile URL":["URL do perfil no Goodreads"],"Paste a link to a Goodreads profile.":["Cole um link para um perfil no Goodreads."],"Number of books":["Número de livros"],"My Bookshelf":["Minha estante"],"Shelf":["Estante"],"Show tags":["Mostrar tags"],"Show review":["Mostrar resenha"],"Show rating":["Mostrar avaliação"],"Show author":["Mostrar autor"],"Show cover":["Mostrar capa"],"Visitor counts aren't available for individual posts.":["As contagens de visitantes não estão disponíveis para posts individuais."],"Views represent site visits, whereas visitors represent unique individuals.":["As visualizações representam visitas ao site, enquanto os visitantes representam indivíduos únicos."],"Views or visitors":["Visualizações ou visitantes"],"The audio file is too long. The maximum recording time is 25 minutes.":["O arquivo de áudio é muito longo. O tempo máximo de gravação é 25 minutos."],"The audio file type is not supported. Please use a supported audio file type.":["Este tipo de arquivo de áudio não é compatível. Use um tipo compatível."],"The audio file is too large. The maximum file size is 25MB.":["O arquivo de áudio é muito grande. O tamanho máximo é 25 MB."],"There was an error processing the transcription request.":["Ocorreu um erro ao processar a solicitação de transcrição."],"The provided audio file type is not supported.":["O tipo de arquivo de áudio fornecido não é compatível."],"The provided audio file is too big.":["O arquivo de áudio fornecido é muito grande."],"The Jetpack AI service is temporarily unavailable.":["O serviço de IA do Jetpack está temporariamente indisponível."],"The audio_file is required to perform a transcription.":["O audio_file é obrigatório para realizar uma transcrição."],"You exceeded your current quota, please check your plan details.":["Você excedeu sua cota atual. Verifique os detalhes do seu plano."],"visitor":["visitante","visitantes"],"Manage subscription label":["Gerenciar etiqueta de assinatura"],"Log out label":["Etiqueta de logout"],"Log in label":["Etiqueta de login"],"Redirect to current URL":["Redirecionar para URL atual"],"Icon background":["Plano de fundo do ícone"],"Icon color":["Cor do ícone"],"Huge":["Enorme"],"Normal":["Normal"],"Show prompt label":["Mostrar rótulo de sugestão"],"You'll need to activate the Stats module to use this block. Please note that hits are only counted while this module is active.":["Você precisa ativar o módulo Estatísticas para usar este bloco. Observe que os cliques só são contados enquanto este módulo está ativo."],"Loading stats…":["Carregando estatísticas…"],"Stats are delayed for up to 5 minutes.":["As estatísticas podem ter um atraso de até 5 minutos."],"Show stats data for":["Mostrar dados estatísticos de"],"This individual post":["Esse post individual"],"My whole site":["Meu site completo"],"hit":["clique","cliques"],"This post was sent to <link>%s paid subscriber<\/link>.":["Este post foi enviado para <link>%s assinante pagante<\/link>.","Este post foi enviado para <link>%s assinantes pagantes<\/link>."],"This post will be sent to <strong>%s paid subscriber<\/strong>.":["Este post será enviado para <strong>%s assinante pagante<\/strong>.","Este post será enviado para <strong>%s assinantes pagantes<\/strong>."],"Not sent via email.":["Não foi enviado por e-mail."],"This post was sent to everyone subscribed to %1$s (<link>%2$s subscriber<\/link>).":["Este post foi enviado para todo mundo que assina %1$s (<link>%2$s assinante<\/link>).","Este post foi enviado para todo mundo que assina %1$s (<link>%2$s assinantes<\/link>)."],"This post will be sent to everyone subscribed to %1$s (%2$s subscriber).":["Este post será enviado para todo mundo que assina %1$s (%2$s assinante).","Este post será enviado para todo mundo que assina %1$s (%2$s assinantes)."],"Post only":["Somente post"],"To use the SEO feature you need to upgrade to the %s plan":["Para usar a funcionalidade de SEO, é necessário fazer upgrade para o plano %s"],"Learn more about the Stats module.":["Saiba mais sobre o módulo Estatísticas."],"Activating Stats":["Ativando estatísticas"],"You'll need to activate the Stats module to use this block.":["Você precisa ativar o módulo de Estatísticas para usar este bloco."],"Display context":["Exibir conteúdo"],"Display %s":["Exibir %s"],"Items to display":["Itens para exibir"],"Stats period":["Período das estatísticas"],"Block settings":["Configurações do bloco"],"All-time":["Até o momento"],"Last year":["Ano passado"],"Last 90 days":["Últimos 90 dias"],"Last 48 hours":["Últimas 48 horas"],"Last 24 hours":["Últimas 24 horas"],"Access:":["Acesso:"],"Text Only":["Somente texto"],"Icon Only":["Apenas Ícone"],"Icon & Text":["Ícone e Texto"],"<span>%1$d<\/span> likes":["<span>%1$d<\/span> curtidas"],"Reblog this post on your main site.":["Reblogar este post em seu site principal."],"Show reblog button":["Mostrar o botão Reblogar"],"Write about… Make a table for…":["Escreva sobre... Crie uma tabela para..."],"Your feedback is valuable in our commitment to refine and improve this feature.":["Seu feedback é muito importante para o nosso compromisso de aprimorar essa funcionalidade."],"Regenerate":["Gerar novamente"],"You've reached your free requests limit.":["Você atingiu o limite de solicitações gratuitas."],"%1$s, and %2$s":["%1$s, %2$s"],",":[","],"All content":["Todo conteúdo"],"Multiple products selected":["Vários produtos selecionados"],"Upgrade your Jetpack AI plan":["Faça upgrade do seu plano de IA do Jetpack"],"Contact us for more requests":["Entre em contato conosco para mais solicitações"],"Need more requests?":["Precisa de mais solicitações?"],"Get more requests":["Obter mais solicitações"],"Get %1$d requests":["Obter %1$d solicitações"],"Unlimited requests.":["Solicitações ilimitadas."],"Edit the placeholder text of the email address input.":["Edite o texto de espaço reservado do endereço de e-mail."],"Input placeholder text":["Inserir texto de espaço reservado"],"Click plus to add a Sharing Button":["Clique no sinal de adição para adicionar um botão de compartilhamento"],"Sharing Button":["Botão de compartilhamento"],"You have reached the requests limit for your current plan. <strong>Upgrade now to increase your requests limit to %d.<\/strong>":["Você atingiu o limite de solicitações do seu plano atual. <strong>Faça upgrade agora mesmo para aumentar o limite de solicitações para %d.<\/strong>"],"Upgrade to %d requests":["Faça upgrade para %d solicitações"],"You have reached the request limit for your current plan.":["Você atingiu o limite de solicitações do seu plano atual."],"Undo":["Desfazer"],"It’s recommended to use less than %1$d characters in this field. (%2$d\/%1$d)":["É recomendável usar menos que %1$d caracteres neste campo. (%2$d\/%1$d)"],"Learn more about the WordAds feature.":["Saiba mais sobre a funcionalidade WordAds."],"Activate WordAds":["Ativar WordAds"],"Activating WordAds":["Ativando WordAds"],"You'll need to activate the WordAds feature to use this block.":["Você precisa ativar a funcionalidade WordAds para usar este bloco."],"Enter the URL of your Nextdoor post to share below.":["Insira a URL de seu post do Nextdoor para compartilhar abaixo."],"Your Nextdoor post couldn't be embedded. Please double check the URL or code.":["Não foi impossível incorporar o post do Nextdoor. Verifique a URL ou o código."],"Nextdoor post URL":["URL do post do Nextdoor"],"Remove unnecessary details about":["Remova detalhes desnecessários sobre"],"Remove…":["Remover..."],"Add more details about":["Adicione mais detalhes sobre"],"Add…":["Adicionar…"],"Rewrite it in a way that":["Reescreva de maneira que"],"Say it differently…":["Dizer em outras palavras…"],"Add content to activate the tools below":["Adicione conteúdo para ativar as ferramentas abaixo"],"Monetize":["Monetizar"],"Choose Newsletter Tier":["Escolha o nível da newsletter"],"Set up or connect your Stripe account":["Configure ou conecte a sua conta da Stripe"],"Create a payment offer and choose a price for access to paid content":["Crie uma oferta de pagamento e escolha um preço para o acesso ao conteúdo pago"],"To start collecting payments, you’ll just need to:":["Para começar a receber pagamentos, basta:"],"Set up payments":["Configurar pagamentos"],"Learn more about Jetpack Sharing.":["Saiba mais sobre o compartilhamento do Jetpack."],"Activate Sharing":["Ativar compartilhamento"],"Activating Sharing":["Ativando o compartilhamento"],"Activate the Sharing feature to allow others to share your posts.":["Ative a funcionalidade Compartilhamento para que outras pessoas compartilhem seus posts."],"Learn more about Jetpack SEO.":["Saiba mais sobre a SEO do Jetpack."],"Activate Jetpack SEO":["Ativar SEO do Jetpack"],"Activating Jetpack SEO":["Ativando a SEO do Jetpack"],"Activate the SEO feature and start optimizing your posts for search engines.":["Ative a funcionalidade SEO e comece a otimizar seus posts para os mecanismos de busca."],"Learn more about Jetpack Likes.":["Saiba mais sobre as Curtidas do Jetpack."],"Activate Likes":["Ativar Curtidas"],"Activating Likes":["Ativando Curtidas"],"Activate the Likes feature to allow others to like your posts.":["Ative a funcionalidade \"Curtidas\" para que outras pessoas curtam seus posts."],"Add content to generate an excerpt.":["Adicione conteúdo para gerar um resumo."],"https:\/\/jetpack.com\/support\/create-better-post-excerpts-with-ai\/":["https:\/\/jetpack.com\/support\/create-better-post-excerpts-with-ai\/"],"https:\/\/wordpress.com\/support\/excerpts\/":["https:\/\/br.wordpress.com\/support\/excerpts\/"],"Sets the desired length in words for the auto-generated excerpt. The final count may vary due to how AI works.":["Define o tamanho desejado em palavras para o resumo gerado automaticamente. A contagem final pode variar conforme o funcionamento da IA."],"Desired length":["Tamanho desejado"],"Search for sites to add":["Pesquisar sites para adicionar"],"No sites found for %s.":["Nenhum site encontrado para %s."],"No results":["Nenhum resultado"],"Show used sources at the bottom of the answer.":["Mostre as fontes usadas na parte inferior da resposta."],"Show list of sources.":["Mostre a lista de fontes."],"Allow users to rate the answer and give feedback.":["Permita que os usuários avaliem a resposta e deem feedback."],"Show rating button.":["Mostre o botão de avaliação."],"Allow users to easily copy the answer.":["Permita que os usuários copiem com facilidade a resposta."],"Show copy answer button.":["Mostre o botão de cópia de resposta."],"Give Jetpack AI additional instructions for answer length, format, and tone.":["Forneça instruções adicionais à IA do Jetpack sobre tamanho, formato e tom da resposta."],"Placeholder Text":["Texto do espaço reservado"],"Copy to clipboard":["Copiar para área de transferência"],"Visitors":["Visitantes"],"Edit the block.":["Editar o bloco."],"Generate":["Gerar"],"Discard":["Descartar"],"Learn more about manual excerpts":["Saiba mais sobre os resumos"],"Write an excerpt (optional)":["Escreva um resumo (opcional)"],"%1$s word":["%1$s palavra","%1$s palavras"],"Advanced AI options":["Opções avançadas de IA"],"Tone":["Tom"],"Learn more about the Related Posts feature.":["Saiba mais sobre a funcionalidade de posts relacionados."],"Activate Related Posts":["Ativar posts relacionados"],"Activating Related Posts":["Como ativar os posts relacionados"],"You'll need to activate the Related Posts feature to use this block.":["Você precisa ativar a funcionalidade de posts relacionados para usar este bloco."],"Content access":["Acesso ao conteúdo"],"Resume recording":["Retomar gravação"],"Pause recording":["Pausar gravação"],"Begin recording":["Iniciar gravação"],"Hide my own sites":["Ocultar meus sites"],"Open links in a new window":["Abrir links em uma nova janela"],"Show description":["Mostrar descrição"],"Show avatar":["Mostrar avatar"],"Blogroll":["Lista de links"],"Add Blogroll Item":["Adicionar item de lista de links"],"Suggestions":["Sugestões"],"Blogroll Item":["Item de lista de links"],"Enter site description":["Inserir descrição do site"],"Enter site title":["Inserir título do site"],"Additional instructions":["Instruções adicionais"],"You need to enable Jetpack Search so that Jetpack AI can index your site.":["Você precisa ativar o Jetpack Search para que a IA do Jetpack possa indexar seu site."],"The content is too large to be processed all at once. Please try to shorten it or divide it into smaller parts.":["O conteúdo é grande demais para ser processado de uma vez. Tente encurtá-lo ou dividi-lo em partes menores."],"Congratulations on exploring Jetpack AI and reaching the free requests limit! <strong>Reach out to the site administrator to upgrade and keep using Jetpack AI.<\/strong>":["Parabéns por explorar a IA do Jetpack e atingir o limite de solicitações gratuitas! <strong>Entre em contato com o administrador do site para fazer upgrade e continuar usando a IA do Jetpack.<\/strong>"],"The content below the paywall block is exclusive to the selected audience.":["O conteúdo abaixo do bloco de paywall é exclusivo para o público selecionado."],"Show sharing buttons":["Mostrar botões de compartilhamento"],"You have reached the limit of <strong>%d requests<\/strong>. <button>Upgrade to continue generating feedback.<\/button>":["Você atingiu o limite de <strong>%d solicitações.<\/strong> <button>Faça upgrade para continuar gerando feedback.<\/button>"],"Send test email":["Enviar e-mail de teste"],"Paywall":["Paywall"],"Paid content below this line":["Conteúdo pago abaixo desta linha"],"Subscriber-only content below":["Conteúdo exclusivo para assinantes abaixo"],"Show likes":["Mostrar curtidas"],"You've reached the Jetpack AI rate limit. <strong>Please reach out to your VIP account team.<\/strong>":["Você atingiu o limite de taxa da IA do Jetpack. <strong>Entre em contato com sua equipe de conta VIP.<\/strong>"],"Generate feedback":["Gerar feedback"],"Congratulations on exploring Jetpack AI and reaching the free requests limit! <strong>Upgrade now to keep using it.<\/strong>":["Parabéns por explorar a IA do Jetpack e atingir o limite de solicitações gratuitas! <strong>Faça upgrade agora mesmo para continuar usando.<\/strong>"],"Add Tock business name":["Adicionar nome de negócios do Tock"],"The Tock business can be found in the URL of your public Tock page. For example: www.exploretock.com\/<b>myname<\/b>":["Seu negócio no Tock pode ser encontrado no URL público de sua página no Tock. Por exemplo: www.exploretock.com\/<b>meunome<\/b>"],"Edit Tock business name":["Editar o nome de seu negócio no Tock"],"Turn on paid newsletters":["Ativar newsletters pagas"],"Allow your subscribers to support your work. Connect a Stripe account to get started.":["Permita que seus assinantes ajudem a manter seu trabalho. Conecte uma conta do Stripe para começar."],"Set up a paid newsletter":["Configurar uma newsletter paga"],"Email sent successfully":["E-mail enviado com sucesso"],"Send a test email":["Enviar e-mail de teste"],"Paid subscribers only":["Apenas assinantes pagos"],"Anyone subscribed":["Todos os assinantes"],"Everyone":["Todos"],"Ask AI Assistant":["Perguntar à Assistente de IA"],"AI Assistant":["Assistente de IA"],"Nextdoor":["Nextdoor"],"Activate Stats":["Ativar estatísticas"],"Reblog":["Reblogar"],"Learn more about the block and fees":["Saiba mais sobre os blocos e taxas"],"Set up a paid plan":["Configurar um plano pago"],"You’ll need to change the post’s access to Everybody or visibility to Public.<br\/><br\/>Subscribers aren’t able to view private or password-protected posts.":["Será necessário alterar o acesso à publicação para Todos ou a visibilidade para Pública<br\/><br\/>Assinantes não podem visualizar publicações privadas ou protegidas por senha."],"This post was sent to <link>%s subscriber<\/link>.":["Este post foi enviado para <link>%s assinante<\/link>.","Este post foi enviado para <link>%s assinantes<\/link>."],"This post will be sent to <strong>%s subscriber<\/strong>.":["Este post será enviado para <strong>%s assinante<\/strong>.","Este post será enviado para <strong>%s assinantes<\/strong>."],"You will be able to send newsletters once the site is published":["Você poderá enviar newsletters quando o site for publicado"],"by John Doe":["por João da Silva"],"Metadata settings":["Configurações de metadados"],"Layout settings":["Configurações de layout"],"Paid Content":["Conteúdo pago"],"Black & White":["Preto e branco"],"Failed to retrieve a Mapkit API token. Please try refreshing.":["Falha ao recuperar um token de API do MapKit. Tente atualizar."],"Whoops, we have encountered an error. Please try again later.":["Ops, encontramos um erro. Tente novamente mais tarde."],"No subscriptions found. You need to follow some sites in order to see results.":["Nenhuma assinatura encontrada. Você precisa seguir alguns sites para ver resultados."],"This request has been flagged by our moderation system. Please try to rephrase it and try again.":["Essa solicitação foi sinalizada pelo nosso sistema de moderação. Reescreva-a e tente novamente."],"You have reached the limit of requests for this site.":["Você atingiu o limite de solicitações deste site."],"Jetpack AI services are currently unavailable. Sorry for the inconvenience.":["Os serviços da IA do Jetpack estão indisponíveis. Sentimos muito pela inconveniência."],"It was not possible to process your request. Mind trying again?":["Não foi possível processar sua solicitação. Deseja tentar novamente?"],"Your request was unclear. Mind trying again?":["Sua solicitação não foi clara. Deseja tentar novamente?"],"Select tone":["Selecionar tom"],"Change tone":["Altere o tom"],"Provocative":["Provocante"],"Passionate":["Apaixonante"],"Confident":["Confiante"],"Empathetic":["Empático"],"Skeptical":["Cético"],"Serious":["Sério"],"Humorous":["Bem-humorado"],"Optimistic":["Otimista"],"Informal":["Informal"],"Formal":["Formal"],"Summary based on title":["Resumo com base no título"],"Write…":["Escreva..."],"Generate a post title":["Gere um título do post"],"Based on entire content…":["Com base em todo o conteúdo..."],"Simplify":["Simplificar"],"Correct spelling and grammar":["Corrija a ortografia e gramática"],"Continue writing":["Continue a escrever"],"Based on preceding content…":["Com base no conteúdo anterior..."],"Write with AI…":["Escrever com IA..."],"Create a motivational post on":["Crie um post motivacional sobre"],"Motivational post on…":["Post motivacional sobre..."],"Write a step-by-step tutorial on":["Escreva um tutorial passo a passo sobre"],"Step-by-step tutorial on…":["Tutorial passo a passo sobre..."],"Craft an informative article explaining":["Faça um artigo informativo explicando"],"Informative article on…":["Artigo informativo sobre..."],"Write a post about":["Escreva um post sobre"],"Post about…":["Post sobre..."],"Select language":["Selecionar idioma"],"Korean":["Coreano"],"Hindi":["Hindi"],"Arabic":["Árabe"],"Japanese":["Japonês"],"Chinese":["Chinês"],"Russian":["Russo"],"Portuguese":["Português"],"Italian":["Italiano"],"German":["Alemão"],"French":["Francês"],"Spanish":["Espanhol"],"Your account is not connected to Jetpack at the moment.":["Sua conta não está conectada ao Jetpack no momento."],"Improve":["Aprimorar"],"Summarize":["Resuma"],"Make shorter":["Diminua o comprimento"],"Make longer":["Aumente o comprimento"],"Accept title":["Aceitar título"],"Send request":["Enviar solicitação"],"Stop":["Parar"],"Stop request":["Parar solicitação"],"Ask Jetpack AI…":["Pergunte à IA do Jetpack..."],"Ask":["Perguntar"],"Call to action to buy a new plan\u0004Upgrade":["Fazer upgrade"],"Note: The block position in the editor is not indicative of the position on the front end. The block will always be positioned at the bottom of the page.":["Observação: a posição do bloco no editor não é indicativa da posição no front end. O bloco estará sempre posicionado na parte inferior da página."],"Consent Expiry Time (in days)":["Tempo de validade do consentimento (em dias)"],"Wide":["Largo"],"Full":["Cheio"],"Alignment":["Alinhamento"],"Block Settings":["Configurações do bloco"],"What's your favorite place to visit?":["Qual lugar você mais gosta de visitar?"],"Show other responses":["Mostrar outras respostas"],"title of block settings sidebar section\u0004Settings":["Configurações"],"Error while fetching prompt: %s":["Erro ao buscar o prompt: %s"],"Reset prompt":["Redefinir prompt"],"Prompt with id %d not found.":["Prompt com ID %d não encontrado."],"View all responses":["Visualizar todas as respostas"],"Daily writing prompt":["Sugestão de escrita diária"],"Transform blocks to VideoPress":["Transformar blocos para VideoPress"],"You can transform this post's video blocks to the new VideoPress block to take advantage of new features, such as adding chapters directly in the description or hiding the video's share menu.":["Você pode converter os blocos de vídeo deste post para o novo bloco do VideoPress para ter acesso a novos recursos como adicionar capítulos diretamente na descrição ou esconder o menu de compartilhamento do vídeo."],"unused context to distinguish translations\u0004Manage plans":["Gerenciar planos"],"Access":["Acesso"],"Paid subscribers":["Assinantes pagantes"],"All subscribers":["Todos os assinantes"],"Newsletter":["Newsletter"],"Share your feedback":["Compartilhe seu feedback"],"Include social followers in count":["Incluir seguidores de redes sociais na contagem"],"Go to slide %s":["Ir para o slide %s"],"Size":["Tamanho"],"Transition":["Transição"],"Write a title…":["Escreva um título..."],"SEO Title":["Título do SEO"],"If selected, a 'noindex' tag will help instruct search engines to not include this page in search results. This page will also be removed from the Jetpack sitemap.":["Se selecionada, a tag \"noindex\" ajudará a instruir os mecanismos de busca a não incluir esta página nos resultados de pesquisa. Esta página também será removida do mapa do site do Jetpack"],"Hide page from search engines":["Ocultar página dos mecanismos de busca"],"Send us your <a>VideoPress feedback<\/a>":["Envie para a gente seu <a>feedback sobre o VideoPress<\/a>"],"Forms":["Formulários"],"Video description":["Descrição do vídeo"],"Details":["Detalhes"],"Uploading (%s%%)":["Fazendo upload (%s%%)"],"Paused (%s%%)":["Pausado (%s%%)"],"Subscription":["Assinatura"],"Yearly Subscription":["Assinatura anual"],"Choose a pattern":["Escolha um padrão"],"Or use one of our blocks to create your own.":["Ou use um de nossos blocos para criar o seu."],"Start by choosing one of our suggested layout patterns.":["Comece escolhendo um dos nossos padrões de layout sugeridos."],"Embed URL":["Incorporar URL"],"Explore more customization options.":["Explore mais opções de personalização."],"Done":["Concluído"],"Upload Complete!":["Envio concluído!"],"Video poster (optional)":["Capa do vídeo (opcional)"],"Video title":["Título do vídeo"],"select a custom one":["selecione um personalizado"],"This is how the video will look. Use the slider to choose a poster or <a>select a custom one<\/a>.":["Como o vídeo será exibido. Use a barra de rolagem para escolher a capa ou <a>selecione uma personalizada<\/a>."],"Payment Block list":["Lista de blocos de pagamentos"],"Check the recommended video settings.":["Verifique as configurações de vídeo recomendadas."],"The format of the video you uploaded is not supported.":["O formato do vídeo que você enviou não é compatível."],"Video Privacy":["Privacidade do vídeo"],"Follow the site privacy setting":["Seguir a configuração de privacidade do site"],"Video can be viewed by anyone":["Qualquer pessoa pode assistir ao vídeo"],"Mark this subscription as a donation":["Marque esta assinatura como uma doação"],"Mark this payment plan as a donation":["Marque este plano de pagamento como uma doação"],"The button will be hidden from your visitors until you select a valid payment plan.":["O botão ficará oculto para os visitantes até que você selecione um plano de pagamento válido."],"Invalid payment plan configured for this block.":["Plano de pagamento inválido configurado para este bloco."],"Enable customers to pick their own amount":["Permita que os clientes escolham seu próprio valor"],"VideoPress privacy setting\u0004Private":["Privado"],"VideoPress privacy setting\u0004Public":["Público"],"VideoPress privacy setting\u0004Site Default":["Padrão do site"],"Restrict views to members of this site":["Restringir visualização aos membros deste site"],"There was an error when adding the subscription.":["Ocorreu um erro ao adicionar a assinatura."],"Successfully created subscription":["Assinatura criada com sucesso"],"Successfully created payment plan":["Plano de pagamento criado com sucesso"],"Subscription requires a valid price":["A assinatura requer um preço válido"],"Payment plan requires a valid price":["O plano de pagamento requer um preço válido"],"Subscription requires a name":["A assinatura requer um nome"],"Payment plan requires a name":["O plano de pagamento requer um nome"],"Saving subscription…":["Salvando assinatura..."],"Saving payment plan…":["Salvando plano de pagamento..."],"Manage your payment plans.":["Gerencie seus planos de pagamento."],"Select a subscription":["Selecionar uma assinatura"],"Payment plan not found":["Plano de pagamento não encontrado"],"Add a new payment plan":["Adicionar um novo plano de pagamento"],"Take advantage of the QR code to open the post from different devices.":["Aproveite o código QR para abrir o post em dispositivos diferentes."],"QR Code":["Código QR"],"QR Post code":["Código QR do post"],"Get QR code":["Obter código QR"],"Learn more about these blocks":["Saiba mais sobre esses blocos."],"Insert the Payment Button or the Donations Form — no plugin required.":["Insira o botão de pagamento ou o formulário Doações, sem precisar de um plugin."],"Start accepting payments":["Comece a aceitar pagamentos"],"An error was encountered during the upload. Check your network connection.":["Um erro foi encontrado durante o upload. Verifique sua conexão de rede."],"Change view":["Alterar visualização"],"Please select which kind of payment you'd like to add.":["Selecione o método de pagamento que você gostaria de adicionar."],"Default view":["Visualização padrão"],"Upgrade to %s to use this premium block":["Faça upgrade para %s para usar este bloco premium"],"Edit the message displayed when a user subscribes.":["Edite a mensagem exibida quando um usuário segue você."],"Success message":["Mensagem de sucesso"],"This will remain hidden until there is at least one subscriber.":["Isso permanecerá oculto até que você tenha ao menos um seguidor."],"Spacing":["Espaçamento"],"Typography":["Tipografia"],"Border":["Borda"],"Button Text":["Texto do botão"],"Button Background":["Fundo do botão"],"<span>%s reader<\/span> is subscribed.":["<span>%s leitor<\/span> está inscrito.","<span>%s leitores<\/span> estão inscritos."],"Type your email…":["Digite seu e-mail…"],"Guest View":["Visualização de convidado"],"Remove block and keep content":["Remover bloco e manter conteúdo"],"The subscribe button will be hidden from your visitors until you select a valid subscription.":["O botão Assinar ficará oculto para os visitantes até você selecionar uma assinatura válida."],"Invalid subscription configured for this block.":["Assinatura inválida configurada para este bloco."],"Subscription not found":["Assinatura não encontrada"],"Embed a Descript Item.":["Incorpore um item do Descript."],"descript":["descritivo"],"Embed a video from your media library or upload a new one with VideoPress.":["Incorpore um vídeo da sua biblioteca de mídia ou faça upload de um novo com o VideoPress."],"Change track":["Alterar faixa"],"Select track":["Selecionar faixa"],"Deleting":["Excluindo"],"Colors adapt to the video as it plays":["As cores se adaptam ao vídeo durante a reprodução"],"Match video":["Corresponder ao vídeo"],"Progress Bar Colors":["Cores da barra de progresso"],"Allow download":["Permitir download"],"Button tooltip text\u0004mute":["silenciar áudio"],"Button tooltip text\u0004unmute":["ativar áudio"],"Button tooltip text\u0004play":["reproduzir"],"Button tooltip text\u0004pause":["pausar"],"Display download option and allow viewers to download this video":["Exibir opção de download e permitir que os visitantes façam download deste vídeo"],"Upgrade now":["Fazer upgrade agora"],"paid":["pago"],"Embed a SmartFrame Image.":["Incorpore uma imagem do SmartFrame."],"smartframe":["smartframe"],"Upload track":["Fazer upload de faixa"],"Add tracks":["Adicionar faixas"],"Error: %s":["Erro: %s"],"A track already exists for that language and kind.":["Já existe uma faixa para este tipo e idioma."],"English":["Inglês"],"Kind":["Tipo"],"Language tag (en, fr, etc.)":["Tag de idioma (en, fr, etc.)"],"Source language":["Idioma de origem"],"Title of track":["Título da faixa"],"Allowed formats: %s":["Formatos aceitos: %s"],"File":["Arquivo"],"Edit track":["Editar faixa"],"Text tracks":["Faixas de texto"],"Delete %s":["Excluir %s"],"Tracks can be subtitles, captions, chapters, or descriptions. They help make your content more accessible to a wider range of users.":["Faixas podem ser legendas, capítulos ou descrições. Elas ajudam a tornar o seu conteúdo mais acessível para uma ampla gama de usuários."],"Chapters":["Capítulos"],"Descriptions":["Descrições"],"Captions":["Legendas (mesmo idioma)"],"Subtitles":["Legendas (tradução)"],"Content to dowload before the video is played":["Conteúdo para download antes da reprodução do vídeo"],"Play the video inline instead of full-screen on mobile devices":["Reproduzir o vídeo no feed em vez de em tela cheia em dispositivos móveis"],"Display the video playback controls":["Exibir os controles de reprodução do vídeo"],"Restarts the video when it reaches the end":["Reinicia o vídeo quando ele termina"],"Start playing the video as soon as the page loads":["Começar a reproduzir o vídeo assim que a página carregar"],"Note: Automatically downloading videos may cause issues if there are many videos displayed on the same page.":["Observação: o download automático dos vídeos poderá causar problemas se muitos vídeos forem exibidos na mesma página."],"Could not find the coordinates of the provided address. Displaying default location. Feel free to add the location manually.":["Não foi possível encontrar as coordenadas do endereço informado. A localização padrão está sendo exibida. Sinta-se à vontade para adicionar a localização manualmente."],"Join my Mailchimp audience":["Juntar-me ao meu público do Mailchimp"],"Loading…":["Carregando..."],"Jetpack Logo":["Logotipo do Jetpack"],"Not now":["Agora não"],"Site Title":["Título do site"],"Preview unavailable in site editor.":["Pré-visualização não disponível no editor do site."],"Remove Hours":["Remover horários"],"First, you'll need to connect your WordPress.com account.":["Primeiro, você precisa conectar sua conta do WordPress.com."],"Play Inline":["Reproduzir sem abrir em tela cheia"],"Press escape to exit.":["Pressione Esc para sair."],"Press space to play.":["Pressione espaço para reproduzir."],"Press space to pause.":["Pressione espaço para pausar."],"You are currently playing a story.":["Você está reproduzindo uma story no momento."],"Percentage width":["Largura em porcentagem"],"Width settings":["Configurações de largura"],"Retry":["Tentar novamente"],"Log in":["Fazer login"],"Prompt subscriber visitors to log in with a button-style link (only visible for logged out users).":["Solicite aos assinantes que façam login com um link no estilo de botão (visível apenas para usuários não conectados)."],"Premium Content login button":["Botão de acesso para conteúdo premium"],"Border settings":["Configurações da borda"],"Color settings":["Configurações de cor"],"link":["link"],"Prompt Premium Content visitors to take action with a group of button-style links.":["Solicite aos assinantes de conteúdo premium que realizem uma ação com um grupo de links no estilo de botão."],"Premium Content buttons":["Botões para conteúdo premium"],"The container for all content shown to subscribers.":["O contêiner para todo o conteúdo exibido aos assinantes."],"Add content here that will only be visible to your subscribers.":["Adicione aqui o conteúdo exclusivo para assinantes."],"Subscriber Content":["Conteúdo para assinantes"],"The container for all content shown to site visitors who are not subscribers.":["O contêiner para todo o conteúdo exibido aos visitantes do site que não são assinantes."],"Read more of this content when you subscribe today.":["Leia mais sobre este conteúdo ao tornar-se assinante hoje."],"Subscribe to get access":["Assine para obter acesso"],"Monthly Subscription":["Assinatura mensal"],"There was an error when adding the payment plan.":["Ocorreu um erro ao adicionar o plano de pagamento."],"Subscriber View":["Visualização de assinantes"],"Add subscription":["Adicionar assinatura"],"Interval":["Intervalo"],"Manage your subscriptions.":["Gerencie suas assinaturas."],"Add a new subscription":["Adicionar uma nova assinatura"],"Country code":["Código do país"],"Episode":["Episódio"],"This block will only appear to people who are visiting this page for %d time.":["Este bloco só será exibido às pessoas que visitarem esta página pela %d vez.","Este bloco só será exibido às pessoas que visitaram esta página no máximo %d vezes."],"This block will only appear to people who have visited this page more than %d time.":["Este bloco só será exibido às pessoas que visitaram esta página mais de %d vez.","Este bloco só será exibido às pessoas que visitaram esta página mais de %d vezes."],"Connect Stripe":["Conectar ao Stripe"],"Video rating for \"Restricted\", not recommended for children under 17.\u0004R":["16+"],"Video rating for \"Parental Guidance\", unsuitable for children under 13.\u0004PG-13":["12+"],"Video rating for \"General Audiences\".\u0004G":["Livre"],"The age rating for this video.\u0004Rating":["Classificação"],"Video File Settings":["Configurações de arquivo de vídeo"],"Save colors":["Salvar cores"],"Progress":["Progresso"],"Loaded":["Carregado"],"Main":["Principal"],"Skip Forward":["Avançar"],"Jump Back":["Voltar"],"Show Episode Title":["Mostrar título do episódio"],"Click here to purchase.":["Clique aqui para comprar."],"Click here to purchase":["Clique aqui para comprar"],"Enter the text you want to display on a purchase link used as fallback when the PayPal button cannot be used (e.g. emails, AMP, etc.)":["Insira o texto que você quer exibir em um link de compra usado como alternativa quando o botão do PayPal não puder ser usado (por exemplo, e-mails, AMP etc.)"],"Purchase link text":["Texto do link de compra"],"Play story":["Reproduzir story"],"Slide %d, currently selected":["Slide %d selecionado no momento"],"Embed a Loom video.":["Incorpore um vídeo do Loom."],"video":["vídeo"],"Embed an Instagram post.":["Incorporar um post do Instagram."],"Embed a Facebook post.":["Incorporar um post do Facebook."],"Expand":["Expandir"],"Custom amount":["Valor personalizado"],"Tier %d":["Camada %d"],"Change currency":["Alterar moeda"],"Choose an amount":["Escolha um valor"],"premium":["premium"],"Redirecting…":["Redirecionando..."],"Upgrade your plan to use this premium block":["Faça upgrade do seu plano para usar este bloco premium"],"Premium Block":["Bloco premium"],"Upgrade your plan to upload audio":["Faça upgrade do seu plano para fazer upload de áudios"],"Upgrade your plan to use video covers":["Faça upgrade do seu plano para usar capas de vídeo"],"Drag images and videos, upload new ones, or select files from your library.":["Arraste imagens e vídeos, faça upload de novos arquivos ou selecione arquivos da sua biblioteca."],"Story":["Story"],"Edit Story":["Editar Story"],"Could not load data from WordPress.com.":["Não foi possível carregar dados do WordPress.com."],"Loading data…":["Carregando dados..."],"Donations":["Doações"],"One-Time":["Uma vez"],"Write a message…":["Escreva uma mensagem..."],"View donation earnings":["Ver ganhos com doações"],"Show custom amount option":["Mostrar opção de valor personalizado"],"Show annual donations":["Mostrar doações anuais"],"Show monthly donations":["Mostrar doações mensais"],"Donate yearly":["Doar anualmente"],"Donate monthly":["Doar mensalmente"],"Donate":["Doar"],"Your contribution is appreciated.":["Agradecemos sua contribuição."],"Or enter a custom amount":["Ou digite um valor personalizado"],"Make a yearly donation":["Fazer uma doação anual"],"Make a monthly donation":["Fazer uma doação mensal"],"Make a one-time donation":["Fazer uma doação uma única vez"],"Exit Fullscreen":["Sair do modo tela cheia"],"background color name\u0004White":["Branco"],"background color name\u0004WhatsApp Light":["WhatsApp claro"],"background color name\u0004WhatsApp Dark":["WhatsApp escuro"],"background color name\u0004WhatsApp Green":["WhatsApp verde"],"WhatsApp Button Settings":["Configurações do botão WhatsApp"],"When the button is tapped, should a new tab be opened if the visitor does not have WhatsApp installed?":["Se o visitante não tiver o WhatsApp instalado mas pressionar o botão, uma nova guia deverá ser aberta?"],"Open in new tab":["Abrir em uma nova guia"],"The default first message that will be sent by visitors when using this button.":["A primeira mensagem padrão que será enviada pelos visitantes ao usarem esse botão."],"Default First Message":["Primeira mensagem padrão"],"Please enter a valid phone number.":["Digite um número de telefone válido."],"Your phone number…":["Seu número de telefone..."],"Enter the phone number you use for WhatsApp and would like to be contacted on.":["Insira o número de telefone que você usa no WhatsApp e no qual quer ser contatado."],"Let your visitors send you a message on WhatsApp with the tap of a button.":["Permita que os visitantes enviem uma mensagem para você no WhatsApp com o clique de um botão."],"Chat on WhatsApp":["Conversar no WhatsApp"],"Hi, I got your WhatsApp information from your website.":["Oi, encontrei suas informações do WhatsApp no seu site."],"keyword\u0004support":["suporte"],"keyword\u0004contact":["contato"],"keyword\u0004messenger":["messenger"],"keyword\u0004whatsapp":["whatsapp"],"Let your visitors send you messages on WhatsApp with the tap of a button.":["Permita que os visitantes enviem mensagens para você no WhatsApp com o clique de um botão."],"WhatsApp Button":["Botão WhatsApp"],"One-Time Payment":["Pagamento único"],"Add payment plan":["Adicionar plano de pagamento"],"block search term\u0004payments":["pagamentos"],"block search term\u0004simple":["simples"],"Last 30 days":["Últimos 30 dias"],"Last 7 days":["Últimos 7 dias"],"Search…":["Pesquisar..."],"There is currently only %s post in your Instagram account.":["No momento, há apenas %s post na sua conta do Instagram.","No momento, há apenas %s posts na sua conta do Instagram."],"Example image":["Imagem de exemplo"],"After":["Seguinte"],"Before":["Anterior"],"Write caption":["Escrever legenda"],"Image after":["Imagem seguinte"],"Image before":["Imagem anterior"],"Above and below":["Acima e abaixo"],"Side by side":["Lado a lado"],"Orientation":["Orientação"],"Congrats! Your site is now connected to Stripe. You can now start accepting funds!":["Parabéns! Agora seu site está conectado ao Stripe. Você já pode começar a aceitar recursos!"],"Remove button margin":["Remover margem do botão"],"Place button on new line":["Colocar botão em nova linha"],"Show subscriber count":["Mostrar contagem de assinantes"],"Space Between":["Espaço intermediário"],"Space Inside":["Espaço interior"],"Border Weight":["Peso da borda"],"Border Color":["Cor da borda"],"Button Text Color":["Cor de texto do botão"],"Button Background Color":["Cor de fundo do botão"],"Sign Up":["Registrar-se"],"Stack on mobile":["Mostrar em pilha para celular"],"Display Settings":["Exibir configurações"],"Latest Instagram Posts placeholder":["Marcador de posts mais recentes do Instagram"],"Loading your connections…":["Carregando suas conexões..."],"If you are currently logged in to Instagram on this device, you might need to log out of it first.":["Se você estiver conectado ao Instagram neste dispositivo no momento, talvez seja preciso fazer logout primeiro."],"Add a new account":["Adicionar uma nova conta"],"Latest Instagram Posts":["Posts mais recentes do Instagram"],"Contact Us":["Fale conosco"],"SEO":["SEO"],"Post & email":["Post e e-mail"],"Image Spacing (px)":["Espaçamento de imagem (px)"],"Account":["Conta"],"Connect to Instagram":["Conecte-se ao Instagram"],"Connecting…":["Conectando..."],"Connect to Instagram to start sharing your images.":["Conecte-se ao Instagram para compartilhar suas imagens."],"There are currently no posts in your Instagram account.":["No momento, não há posts na sua conta do Instagram."],"No images were found in your Instagram account.":["Nenhuma imagem encontrada na sua conta do Instagram."],"With the OpenTable block you may encounter display issues if you use its \"wide\" style with anything other than \"wide\" or \"full\" alignment. The wide display style may also not work well on smaller screens.":["Com o bloco OpenTable, você pode ter problemas de exibição se usar o estilo “Amplo” com um alinhamento diferente de “Amplo” ou “Cheio”. O estilo de exibição amplo pode não funcionar bem em telas menores."],"Button":["Botão"],"Background & Text Color":["Cor de texto e plano de fundo"],"Border radius":["Raio da borda"],"An unexpected error occured within the Podcast Player. Reloading this page might fix the problem.":["Ocorreu um erro inesperado no Reprodutor de podcast. Recarregar esta página pode resolver o problema."],"The podcast player cannot be displayed as your browser settings do not allow for sounds to be played in webpages. This can be changed in your browser’s \"Internet options\" settings. In the \"Advanced\" tab you will have to check the box next to \"Play sounds in webpages\" in the \"Multimedia\" section. Once you have confirmed that the box is checked, please press \"Apply\" and then reload this page.":["Não foi possível exibir o Reprodutor de podcast porque as configurações do navegador não permitem a reprodução de sons em páginas da Web. Isso pode ser alterado nas configurações “Opções da Internet” do navegador. Na guia “Avançado”, marque a caixa de verificação ao lado de “Tocar sons em páginas da Web” na seção “Multimídia”. Após confirmar que a caixa de verificação está marcada, pressione “Aplicar” e recarregue a página."],"Select an episode to play it in the audio player.":["Selecione um episódio para reproduzir no reprodutor de áudio."],"Playlist: %s":["Lista de reprodução: %s"],"Error: Episode unavailable - Open in a new tab":["Erro: episódio indisponível - Abrir em uma nova aba"],"Loading: %s":["Carregando: %s"],"Paused":["Pausado"],"track":["monitoramento"],"%s:":["%s:"],"Error:":["Erro:"],"block search term\u0004buy":["comprar"],"Number of Columns":["Número de colunas"],"Number of Posts":["Número de publicações"],"Select your Instagram account:":["Selecione sua conta do Instagram:"],"Loading podcast feed…":["Carregando feed do podcast…"],"Secondary Color":["Cor secundária"],"Primary Color":["Cor primária"],"Show Episode Description":["Mostrar descrição do episódio"],"Show Cover Art":["Mostrar arte de capa"],"Number of items":["Número de itens"],"Podcast settings":["Configurações de podcast"],"Replace":["Substituir"],"Edit Podcast Feed URL":["Editar URL de feed do podcast"],"Enter URL here…":["Insira a URL aqui..."],"Enter your podcast RSS feed URL.":["Insira a URL de feed RSS de podcast."],"Podcast Player":["Reprodutor de podcast"],"Open in a new tab":["Abrir em uma nova aba"],"Episode unavailable.":["Episódio indisponível."],"Playing:":["Reproduzindo:"],"Enter search terms, e.g. cat…":["Insira termos de busca, por exemplo, “gato”…"],"Minimum allowed price is %s.":["O preço mínimo permitido é %s."],"block search term\u0004social":["social"],"Hides this block for site visitors on mobile devices.":["Oculta este bloco para visitantes do site em dispositivos móveis."],"Hide on mobile":["Ocultar em dispositivos móveis"],"Paste the embed code you copied from your Google Calendar below":["Cole abaixo o código incorporado que você copiou do Google Agenda"],"Google Calendar":["Google Agenda"],"Enable Permissions for the calendar you want to share":["Ative as permissões para a agenda que você quer compartilhar"],"Enter URL or iframe to embed here…":["Digite a URL ou iframe para incorporar aqui…"],"Google Calendar URL or iframe":["URL ou iframe do Google Agenda"],"Your calendar couldn't be embedded. Please double check your URL or Embed Code. Please note, you need to use the 'Public URL' or 'Embed Code', the 'Shareable Link' will not work.":["O calendário não pôde ser incorporado. Verifique o URL ou o código incorporado. O “Link compartilhável” não funcionará a não ser que você use a “URL pública” ou o “Código incorporado”."],"Background":["Plano de fundo"],"Upload":["Fazer upload"],"Media Library":["Biblioteca de mídia"],"block search term\u0004purchase":["compras"],"block search term\u0004products":["produtos"],"block search term\u0004commerce":["comércio"],"Find it on Mapbox":["Encontre no Mapbox"],"You can optionally enter your own access token.":["Como opção, é possível inserir o seu próprio token de acesso."],"Allow your visitors to display the map in fullscreen.":["Permita que seus visitantes exibam o mapa em tela cheia."],"Show Fullscreen Button":["Mostrar o botão Tela cheia"],"Allow the map to capture scrolling, and zoom in or out.":["Permita que o mapa capture movimentos de rolagem e zoom."],"Scroll to zoom":["Role para dar zoom"],"The default zoom level cannot be changed when there are two or more markers on the map.":["O nível padrão de zoom não pode ser alterado quando há dois ou mais marcadores no mapa."],"Zoom level":["Nível de zoom"],"Add a marker":["Adicionar marcador"],"Rounded corners":["Bordas arredondadas"],"Move image forward":["Mover imagem para frente"],"Move image backward":["Mover imagem para trás"],"Grow":["Cresça"],"Your podcast couldn't be embedded. Please double check your URL.":["O podcast não pôde ser incorporado. Verifique a URL novamente."],"Learn more about embeds":["Saiba mais sobre códigos incorporados"],"Hide event type details":["Ocultar detalhes do tipo de evento"],"Calendar settings":["Configurações de calendário"],"Link":["Link"],"Inline":["Em linha"],"Enter your Calendly web address or embed code below.":["Digite seu endereço do Calendly ou código incorporado abaixo."],"Need help finding your embed code?":["Precisa de ajuda para encontrar seu código incorporado?"],"Calendly web address or embed code…":["Endereço do Calendly ou código incorporado..."],"Your calendar couldn't be embedded. Please double check your URL or code.":["Não foi possível incorporar seu calendário. Verifique seu URL ou código."],"Calendly":["Calendly"],"verb: e.g. register for an event.\u0004Register":["Cadastrar"],"Learn more about Eventbrite embeds":["Saiba mais sobre códigos incorporados do Eventbrite"],"submit button label\u0004Embed":["Incorporar"],"Enter an event URL to embed here…":["Digite o URL de um evento aqui para incorporar..."],"Eventbrite URL":["URL do Eventbrite"],"Paste a link to an Eventbrite event to embed ticket checkout.":["Cole o link para um evento do Eventbrite para incorporar a tela de pagamento de ingressos."],"Eventbrite Checkout":["Finalização de compra do Eventbrite"],"option for how the embed displays on a page, e.g. inline or as a modal\u0004Embed Type":["Tipo de código incorporado"],"Button & Modal":["Botão e modal"],"In page Eventbrite checkout example":["Exemplo de tela de pagamento do Eventbrite na página"],"In-page Embed":["Incorporação na página"],"Outline":["Contorno"],"Fill":["Preenchimento"],"Border Radius":["Raio da borda"],"Border Settings":["Configurações da borda"],"Open Table Preview %s":["Pré-visualização Open Table %s"],"Open in a new window":["Abrir em nova janela"],"Styles":["Estilos"],"Load the widget in an iFrame (Recommended)":["Carregar o widget em um iframe (recomendado)"],"Sign up for OpenTable":["Inscreva-se no OpenTable"],"OpenTable Reservation":["Reservas OpenTable"],"Style":["Estilo"],"Please ensure this embed matches the one from your OpenTable account":["Confirme que essa incorporação corresponde à da conta OpenTable"],"We ran into an issue":["Tivemos um problema"],"Embed":["Incorporar"],"Button (210 x 113 pixels)":["Botão (210 x 113 pixels)"],"Wide (840 x 150 pixels)":["Largura (840 x 150 px)"],"Tall (288 x 490 pixels)":["Altura (288 x 490 pixels)"],"Standard (224 x 301 pixels)":["Padrão (224 x 301 pixels)"],"Schedule time with me":["Agende um horário comigo"],"Learn about signup location tracking":["Saiba mais sobre o rastreamento do local de inscrição"],"website":["site"],"Signup Field Value":["Valor do campo de inscrição"],"SIGNUP":["INSCRIÇÃO"],"Signup Field Tag":["Tag do campo de inscrição"],"Signup Location Tracking":["Rastreamento de local de inscrição"],"Learn about groups":["Saiba mais sobre grupos"],"Mailchimp Groups":["Grupos Mailchimp"],"button label\u0004Convert block to link":["Converter bloco para link"],"Sorry, this content could not be embedded.":["Esse conteúdo não pôde ser incorporado."],"button label\u0004Embed":["Incorporado"],"Enter URL to embed here…":["Digite o URL para incorporar aqui…"],"Pinterest URL":["URL do Pinterest"],"Edit URL":["Editar o URL"],"Color":["Cor"],"Color Settings":["Configurações de cor"],"Highest rating":["Classificação mais alta"],"Good for collecting donations or payments for products and services.":["Bom para coletar doações ou pagamentos de produtos e serviços."],"Manage subscription":["Gerenciar assinatura"],"View my plan":["Ver meu plano"],"Congratulations! Your site is now on a paid plan.":["Parabéns! Seu site agora está em um plano pago."],"Congratulations! Your site is now on the %s plan.":["Parabéns! Seu site agora está no plano %s."],"This block will be hidden from your visitors until you connect to Stripe.":["Este bloco ficará escondido de seus visitantes até que você conecte o Stripe."],"Connect to Stripe to use this block on your site":["Conecte ao Stripe para usar este bloco em seu site."],"Image Settings":["Configurações da imagem"],"Map Preview":["Pré-visualizar mapa"],"Go to slide %d":["Ir para o slide %d"],"Previous Slide":["Slide anterior"],"Next Slide":["Próximo slide"],"You cancelled connecting your site to Stripe.":["Você cancelou a conexão de seu site com o Stripe."],"Generating preview…":["Gerando visualização…"],"Remove Poster Image":["Remover imagem de capa"],"There is no poster image currently selected":["Não há nenhuma imagem de capa selecionada"],"The current poster image url is %s":["A url atual da imagem de capa é %s"],"Replace image":["Substituir imagem"],"Select Poster Image":["Selecionar imagem de capa"],"Poster Image":["Imagem de capa"],"VideoPress preload setting\u0004None":["Nenhum"],"VideoPress preload setting\u0004Metadata":["Metadados"],"VideoPress preload setting\u0004Auto":["Automático"],"Preload":["Pré-carregamento"],"Playback Controls":["Controles de reprodução"],"Muted":["Mudo"],"Loop":["Loop"],"Video Settings":["Configurações de vídeo"],"Note: Autoplaying videos may cause usability issues for some visitors.":["Observação: a reprodução automática de vídeos pode causar problemas de usabilidade para alguns visitantes."],"Select a payment plan":["Selecione um plano de pagamento"],"%s \/ year":["%s \/ ano"],"%s \/ month":["%s \/ mês"],"Read more about Payments and related fees.":["Leia mais sobre pagamentos e respectivas taxas."],"Yearly":["Anual"],"Monthly":["Mensal"],"SEO Description":["Descrição de SEO"],"%d character":["%d caractere","%d caracteres"],"Write a description…":["Escreva uma descrição…"],"Shortlink":["Link curto"],"Number of posts":["Número de posts"],"Display context (category or tag)":["Exibir contexto (categoria ou tag)"],"Display thumbnail":["Exibir miniatura"],"List view":["Visualização em lista"],"Grid view":["Visualização em grade"],"In “Uncategorized”":["Em \"sem categoria\""],"August 3, 2018":["3 de agosto de 2018"],"Icon for image":["Ícone para imagem"],"Grey square":["Quadrado cinza"],"Placeholder image":["Imagem padrão"],"Preview unavailable: you haven't published enough posts with similar content.":["Visualização indisponível: você não publicou posts suficientes com conteúdo semelhante."],"Write consent text":["Redigir texto de permissão"],"You can edit the email placeholder in the sidebar.":["É possível editar o espaço reservado para o e-mail na barra lateral."],"Manage Connection":["Gerenciar conexão"],"Mailchimp Connection":["Conexão com o Mailchimp"],"Error text":["Texto de erro"],"Success text":["Texto de êxito"],"Processing text":["Processando texto"],"Email Placeholder":["Placeholder para e-mails"],"Text Elements":["Elementos de texto"],"Re-check Connection":["Verificar a conexão novamente"],"Set up Mailchimp form":["Configurar o formulário do MailChimp"],"You need to connect your Mailchimp account and choose an audience in order to start collecting Email subscribers.":["É necessário se conectar à sua conta do Mailchimp e escolher um público para começar a receber assinantes por e-mail."],"Mailchimp":["MailChimp"],"Search for a term or paste a Giphy URL":["Procure por um termo ou cole um link do Giphy"],"Write caption…":["Escrever legenda..."],"Embedding…":["Incorporando…"],"Uploading…":["Fazendo upload..."],"Visit count threshold":["Número de visitas"],"Please enter a valid number.":["Digite um número válido."],"Repeat Visitor":["Visitante frequente"],"This block will only appear to people who are visiting this page for the first time.":["Este bloco só será exibido para as pessoas que estejam visitando a página pela primeira vez.","Este bloco só será exibido para as pessoas que visitaram a página no máximo %d vezes."],"This block will only appear to people who have visited this page more than once.":["Este bloco só será exibido para as pessoas que já visitaram esta página mais de uma vez.","Este bloco só será exibido para as pessoas que já visitaram esta página mais de %d vezes."],"Show before threshold":["Mostrar antes de atingir o número de visitas"],"Show after threshold":["Mostrar depois de atingir o número de visitas"],"Pick an ad format":["Escolha um formato de anúncio"],"Wide Skyscraper 160x600":["Arranha-céu amplo 160x600"],"Mobile Leaderboard 320x50":["Leaderboard para dispositivos móveis 320x50"],"Leaderboard 728x90":["Leaderboard 728x90"],"Rectangle 300x250":["Retângulo 300x250"],"Write your _Markdown_ **here**…":["Insira o _Markdown_ **aqui**..."],"Are you sure you wish to leave this page?":["Você tem certeza que deseja sair dessa página?"],"Loading business hours":["Carregando o horário de funcionamento"],"Saturday":["Sábado"],"Friday":["Sexta-feira"],"Thursday":["Quinta-feira"],"Wednesday":["Quarta-feira"],"Tuesday":["Terça-feira"],"Monday":["Segunda-feira"],"Sunday":["Domingo"],"business is closed on a full day\u0004Closed":["Fechado"],"Open":["Aberto"],"Add Hours":["Adicionar horário"],"Closing":["Término"],"Opening":["Início"],"block search term\u0004image":["imagem"],"Drag images, upload new ones or select files from your library.":["Arraste imagens, envie novas imagens ou selecione arquivos da sua biblioteca."],"Edit Slideshow":["Editar slideshow"],"Effects":["Efeitos"],"The Reduce Motion accessibility option is selected, therefore autoplay will be disabled in this browser.":["Como a opção de acessibilidade \"Reduzir movimento\" está selecionada, a reprodução automática será desativada no navegador."],"Delay between transitions (in seconds)":["Atraso entre as transições (em segundos)"],"Autoplay between slides":["Reprodução automática entre os slides"],"Autoplay":["Reprodução automática"],"Slideshow transition effect\u0004Fade":["Suavizar"],"Slideshow transition effect\u0004Slide":["Deslizar"],"The Swiper library could not be loaded.":["Não foi possível carregar a biblioteca do Swiper."],"block search term\u0004sell":["venda"],"block search term\u0004shop":["loja"],"Support reference":["Referência de suporte"],"Lets you add credit and debit card payment buttons with minimal setup.":["Permite adicionar botões para pagamento com cartão de crédito ou débito com o mínimo de configuração."],"Create one on PayPal":["Crie uma no PayPal"],"Enter the email address associated with your PayPal account. Don’t have an account?":["Insira o endereço de e-mail associado à sua conta do PayPal. Não possui uma conta?"],"Allow people to buy more than one item at a time":["Permite que as pessoas comprem mais de um item por vez"],"Currency":["Moeda"],"Describe your item in a few words":["Descreva seu item em poucas palavras"],"Item name":["Nome do item"],"Invalid price.":["Preço inválido."],"Please add a brief title so that people know what they’re paying for.":["Adicione um título curto, para que as pessoas saibam pelo que estão pagando."],"If you’re selling something, you need a price tag. Add yours here.":["Se você está vendendo algo, precisa de uma etiqueta contendo o preço. Insira o seu aqui."],"The price cannot have more than %d decimal place.":["O preço não pode ter mais de %d casa decimal.","O preço não pode ter mais de %d casas decimais."],"We know every penny counts, but prices in this currency can’t contain decimal values.":["Sabemos que cada centavo faz a diferença, mas os preços nessa moeda não podem conter valores decimais."],"Your price is negative — enter a positive number so people can pay the right amount.":["Seu preço é negativo — insira um número positivo, para que as pessoas paguem pelo valor correto."],"Product Image":["Imagem do produto"],"Edit Image":["Editar imagem"],"Pay with PayPal":["Pagar com o PayPal"],"Set Token":["Configurar token"],"Paste Token Here":["Cole o token aqui"],"Locate and copy the default access token. Then, paste it into the field below.":["Localize e copie o token de acesso padrão. Então, cole-o no campo abaixo."],"Create an account or log in to Mapbox.":["Crie uma conta ou acesse o Mapbox."],"To use the map block, you need an Access Token.":["Para usar o bloco de mapa, é necessário ter um token de acesso."],"Remove Token":["Remover token"],"Update Token":["Atualizar token"],"Mapbox Access Token":["Token de acesso do Mapbox"],"Markers":["Marcadores"],"Colors":["Cores"],"Add a location":["Adicionar um local"],"Add marker":["Adicionar marcador"],"Add a marker…":["Adicione um marcador…"],"No results.":["Nenhum resultado."],"%d result found, use up and down arrow keys to navigate.":["%d resultado encontrado. Use as teclas para cima e para baixo para navegar.","%d resultados encontrados. Use as teclas para cima e para baixo para navegar."],"Accept":["Aceitar"],"Mobile":["Dispositivo móvel"],"%s is not a valid email address.":["%s não é um endereço de e-mail válido."],"block search term\u0004cell":["celular"],"block search term\u0004telephone":["telefone"],"block search term\u0004mobile":["dispositivo móvel"],"Lets you add a phone number with an automatically generated click-to-call link.":["Permite que você adicione um número de telefone com um link de clique para discar."],"Phone Number":["Número do telefone"],"Phone number":["Número do telefone"],"block search term\u0004message":["mensagem"],"Lets you add an email address with an automatically generated click-to-email link.":["Permite que você adicione um endereço de e-mail com um link para envio gerado automaticamente."],"block search term\u0004place":["lugar"],"block search term\u0004direction":["direção"],"Lets you add a physical address with Schema markup.":["Permite que você adicione um endereço físico com marcação Schema."],"Address":["Endereço"],"Country":["País"],"Postal\/Zip Code":["CEP"],"State\/Province\/Region":["Estado"],"City":["Cidade"],"Address Line 3":["Linha de endereço 3"],"Address Line 2":["Linha de endereço 2"],"Street Address":["Logradouro"],"Link address to Google Maps":["Link para os mapas do Google"],"Open address in Google Maps":["Abrir endereço no Google Maps"],"Upload an image":["Enviar uma imagem"],"Link To":["Apontar para"],"Columns":["Colunas"],"Tiled Gallery settings":["Configurações da galeria"],"Tiled Gallery":["Galeria em colunas"],"Edit Gallery":["Editar galeria"],"image %1$d of %2$d in gallery":["imagem %1$d de %2$d na galeria"],"Remove Image":["Remover imagem"],"Pick an image filter":["Selecione um filtro para a imagem"],"image style\u0004Gingham":["Gingham"],"image style\u0004Clarendon":["Clarendon"],"image style\u0004Sepia":["Sépia"],"image style\u0004Black and White":["Preto e branco"],"image style\u0004Original":["Original"],"Likes and Sharing":["Curtidas e compartilhamentos"],"Text Color":["Cor do texto"],"Add text…":["Adicionar texto..."],"Delete Marker":["Excluir marcador"],"Marker Caption":["Legenda do marcador"],"Marker Title":["Título do marcador"],"Terrain":["Terreno"],"Satellite":["Satélite"],"Basic":["Básico"],"block search term\u0004location":["localização"],"Map":["Mapa"],"Closed":["Fechado"],"Whoops! There was an error and we couldn't process your subscription. Please reload the page and try again.":["Ops! Houve um erro e não foi possível processar sua assinatura. Recarregue a página e tente novamente."],"Success! You're on the list.":["Sucesso! Você está na lista."],"Processing…":["Processando..."],"By clicking submit, you agree to share your email address with the site owner and Mailchimp to receive marketing, updates, and other emails from the site owner. Use the unsubscribe link in those emails to opt out at any time.":["Ao clicar em enviar, você concorda em compartilhar seu endereço de e-mail com o proprietário do site e o MailChimp para receber anúncios, atualizações e outros e-mails do proprietário. A qualquer momento, é possível usar o link de cancelamento de assinatura para cancelar o recebimento desses e-mails."],"Join my email list":["Inscreva-se em minha lista de e-mails"],"Enter your email":["Insira seu e-mail"],"(opens in a new tab)":["(abre em uma nova aba)"],"Copy":["Copiar"],"Get started":["Começando"],"Invalid price":["Preço inválido"],"We want to make sure payments reach you, so please add an email address.":["Queremos nos certificar de que os pagamentos estão chegando até você. Adicione um endereço de e-mail."],"Remove image":["Remover imagem"],"Cookie Policy":["Política de cookies"],"Sort by":["Ordenar por"],"Send":["Enviar"],"Got it":["Entendi"],"Account Settings":["Configurações da conta"],"Year":["Ano"],"Month":["Mês"],"Translate":["Traduzir"],"Height in pixels":["Altura em pixels"],"Display author":["Exibir autor"],"Display date":["Exibir data"],"Try Again":["Tente novamente"],"%1$s and %2$s":["%1$s e %2$s"],"Background Colors":["Cor de fundo"],"Background Color":["Cor do fundo"],"Copied!":["Copiado!"],"Saving…":["Salvando..."],"Upgrade":["Atualização"],"Try again":["Tente novamente"],"images":["imagens"],"Views":["Cenários"],"Enable Jetpack Search":["Ativar pesquisa Jetpack"],"Width":["Width"],"Learn more":["Saiba mais"],"Disconnect your account":["Sair dessa conta"],"Large":["Grande"],"Small":["Pequeno"],"Right":["Direita"],"Left":["Esquerda"],"Custom":["Personalizado"],"Goodreads":["Goodreads"],"Media File":["Arquivo de mídia"],"Attachment Page":["Página de anexo"],"Delete":["Excluir"],"Visibility":["Visibilidade"],"VideoPress":["VideoPress"],"Success! An email was just sent to confirm your subscription. Please find the email now and click 'Confirm Follow' to start subscribing.":["Sucesso! Enviamos um e-mail para confirmar a sua assinatura. Encontre o e-mail agora e clique em 'Confirmar' para iniciar a inscrição."],"Subscribe":["Assinar"],"Join %s other subscriber":["Junte-se a %s outro assinante","Junte-se a %s outros assinantes"],"Submit":["Enviar"],"Slideshow":["Apresentação de slides"],"Pinterest":["Pinterest"],"Print":["Imprimir"],"Close":["Fechar"],"Share":["Compartilhar"],"Connect":["Conectar"],"Save":["Salvar"],"Email Address":["Endereço de e-mail"],"Title":["Título"],"Site icon":["Ícone do site"],"Notifications":["Notificações"],"Excerpt":["Resumo"],"%1$s \/ %2$s":["%1$s \/ %2$s"],"Markdown":["Markdown"],"Like":["Curtir"],"Description":["Descrição"],"Order":["Ordem"],"Price":["Preço"],"Preview":["Visualizar"],"None":["Nenhum"],"Cancel":["Cancelar"],"Enter your email address":["Digite seu endereço de e-mail"],"Label":["Rótulo"],"An error occurred. Please try again later.":["Um erro ocorreu. Tente novamente mais tarde."],"Metadata":["Metadados"],"Email":["E-mail"],"Language":["Idioma"],"Connect to WordPress.com":["Conectar ao WordPress.com"],"Edit":["Editar"],"Name":["Nome"],"Search":["Pesquisa"],"Feedback":["Feedback"],"Settings":["Configurações"],"Give us feedback":["Dê seu feedback"]}},"comment":{"reference":"_inc\/blocks\/editor-experimental.js"}}