{"translation-revision-date":"2025-06-30 13:20:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Add your full product description here. Describe your product in detail.":["Adicione a descrição completa do produto aqui. Descreva seu produto detalhadamente."],"Keep editing":["Continuar editando"],"Add your product categories":["Adicione as suas categorias de produtos"],"Publish your product 🎉":["Publique seu produto 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Adicione suas categorias de produtos aqui. Atribua categorias aos seus produtos para torná-los mais fáceis de navegar e encontrar em sua loja."],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Adicione suas tags de produto aqui. As tags são um método de rotular seus produtos para torná-los mais fáceis de serem encontrados pelos clientes. Por exemplo, se você vende roupas e tem muitas estampas de gatos, pode fazer uma etiqueta para “gato”."],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Bom trabalho! Agora você pode publicar seu produto em sua loja clicando no botão “Publicar” ou continuar editando-o."],"Add your product tags":["Adicione suas tags de produtos"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Carregue uma imagem para o seu produto aqui. Idealmente, um JPEG ou PNG com cerca de 600 px de largura ou maior. Esta imagem será mostrada no catálogo da sua loja."],"Add your product image":["Adicione sua imagem de produto"],"Add your product data":["Adicione os dados do seu produto"],"Add your product description":["Adicione a descrição do seu produto"],"Add your short product description":["Adicione sua breve descrição do produto"],"Start typing your new product name here. This will be what your customers will see in your store.":["Comece a digitar o nome do seu novo produto aqui. Isso será o que seus clientes verão em sua loja."],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Use as guias para alternar entre as seções e inserir detalhes do produto. Comece adicionando o preço do produto."],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Digite um resumo rápido para o seu produto aqui. Isso aparecerá na página do produto logo abaixo do nome do produto."],"Product name":["Nome do produto"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}