{"translation-revision-date":"2025-06-30 13:20:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"%s deleted.":["%s excluído."],"Delete %s?":["Excluir %s?"],"Deleted variations cannot be restored.":["Variações excluídas não podem ser restauradas."],"Failed to delete the variation.":["Falhou em excluir a variação."],"If you continue, this variation with all of its information will be deleted and customers will no longer be able to purchase it.":["Se você continuar, essa variação com todas as suas informações será excluída e os clientes não poderão mais comprá -las."],"Delete variation":["Excluir variação"],"About the form…":["Sobre o formulário..."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Tudo o que você precisa para criar e vender seus produtos, tudo em um só lugar. de fotos e descrições a preços e inventário, todas as configurações do seu produto podem ser encontradas aqui."],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Obtenha seus produtos listados e disponíveis para compra em pouco tempo!nossa tecnologia moderna garante uma experiência confiável e simplificada."],"Lightning fast performance ":["Lightning fast performance "],"New product form (Beta)":["Formulário de novo produto (beta)"],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Mostre o que há de ótimo nos seus produtos e envolva seus clientes com descrições de produtos ricas em conteúdo. adicione imagens, vídeos e qualquer outro conteúdo necessário para fazer uma compra."],"Thanks for the feedback — we'll put it to good use!":["Obrigado pelo feedback - vamos usar bem!"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Estamos trabalhando ativamente para adicionar mais recursos ao formulário do produto, incluindo a capacidade de adicionar produtos digitais, variações e muito mais. assista esse espaço!"],"What do you think of the new product form?":["O que você acha do formulário do novo produto?"],"More features are on the way":["Mais recursos estão a caminho"],"Tell me more":["Me diga mais"],"YOUR EMAIL ADDRESS <optional \/>":["SEU ENDEREÇO DE E-MAIL <optional\/>"],"Please enter a valid email address.":["Insira um endereço de e-mail válido."],"Content-rich product descriptions":["Descrições de produtos ricas em conteúdo"],"(OPTIONAL)":["(OPCIONAL)"],"Fresh and modern interface":["Interface nova e moderna"],"ADDITIONAL THOUGHTS <optional \/>":["PENSAMENTOS ADICIONAIS <optional \/>"],"In case you want to participate in further discussion and future user research.":["Caso você queira participar de discussões futuras e pesquisas futuras com usuários."],"Please enter no more than 500 characters.":["Por favor, não insira mais de 500 caracteres."],"Save changes and go back to the classic product editing screen.":["Salve as alterações e volte para a tela clássica de edição do produto."],"Turn off the new product editor":["Desative o formulário de novo produto"],"The product editing screen is easy to use":["A tela de edição do produto é fácil de usar"],"The product editing screen's functionality meets my needs":["A funcionalidade da tela de edição do produto atende às minhas necessidades"],"Guide controls":["Controles do guia"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"Finish":["Finalizar"],"Share feedback":["Compartilhar opinião"],"Previous":["Anterior"],"Next":["Próximo"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/3970.js"}}