{"translation-revision-date":"2025-06-30 13:20:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Note that the extension hasn’t been installed. This will simply dismiss our limited time offer. Please take a moment to tell us why you’d like to dismiss the WooPayments offer.":["Observe que a extensão não foi instalada. Isso simplesmente dispensará nossa oferta por tempo limitado. Reserve um momento para nos dizer por que você gostaria de dispensar a oferta WooPayments."],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Ao usar o woopayments, você concorda com nossos termos de serviço <a1> <\/a2> (incluindo woopay <a3> termos de comerciantes <\/a3>) e reconheça que leu nossa política de privacidade <a2> <\/2>. o desconto será aplicado a pagamentos processados via woopayments após a conclusão da instalação, configuração e conexão. "],"Just dismiss WooPayments":["Dispensar WooPayments"],"Have questions?":["Tem perguntas?"],"& more":["& mais"],"No thanks, I don’t want WooPayments":["Não, obrigado, não quero WooPayments"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Ao usar o WooPayments, você concorda com nossos <a1>Termos de Serviço<\/a2> e reconhece que leu nossa <a2>Política de Privacidade<\/a2>. O desconto será aplicado aos pagamentos processados via WooPayments após a conclusão da instalação, configuração e conexão. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Olá%s, administre seu negócio e gerencie seus pagamentos em um só lugar, sem custos de configuração ou taxas mensais."],"WooPayments is pre-integrated with all popular payment options":["WooPayments é pré-integrado com todas as opções de pagamento populares"],"extension in your store.":["extensão em sua loja."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Habilite o Affirm junto com o WooCommerce Payments e dê aos compradores a capacidade de escolher a opção de pagamento que funciona para eles e seu orçamento - de 4 pagamentos sem juros a cada 2 semanas a parcelas mensais."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["A instalação do <strong>WooCommerce Payments<\/strong> ativará automaticamente a extensão <strong>%s<\/strong> em sua loja.","A instalação do <strong>WooCommerce Payments<\/strong> ativará automaticamente a extensão <strong>%s<\/strong> em sua loja."],"Add more ways for buyers to pay":["Adicione mais formas de pagamento para os compradores"],"Dismiss and send feedback":["Ignorar e enviar feedback"],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Habilite os pagamentos do PayPal juntamente com os pagamentos do WooCommerce. Ofereça aos seus clientes outra forma de pagamento segura e conveniente via PayPal, PayLater e Venmo."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Habilite o Amazon Pay junto com o WooCommerce Payments e dê aos compradores a capacidade de pagar via Amazon Pay. As transações ocorrem por meio de widgets incorporados da Amazon, para que o comprador nunca saia do seu site."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Ative o Klarna junto com o WooCommerce Payments. Com o Klarna Payments, os compradores podem escolher a opção de parcelamento que desejam, Pague agora, Pague depois ou Fatie. Sem números de cartão de crédito, sem senhas, sem preocupações."],"Why would you like to dismiss the new payments experience?":["Por que você gostaria de dispensar a nova experiência de pagamentos?"],"*See <a>Terms and Conditions<\/a> for details.":["*Consulte os <a>Termos e Condições<\/a> para mais detalhes."],"Amazon Pay":["Amazon Pay"],"Affirm":["Afirmar"],"Get in touch":["Entre em contato"],"It’s something else (Please share below)":["É outra coisa (Por favor, compartilhe abaixo)"],"I’m open to installing it another time":["Estou aberto para instalá-lo outra vez"],"I don’t want to install another plugin":["Não quero instalar outro plugin"],"I’m already happy with my payments setup":["Já estou satisfeito com minha configuração de pagamentos"],"I need more information about WooPayments":["Preciso de mais informações sobre o WooCommerce Payments"],"Limited time offer":["Oferta por tempo limitado"],"See more":["Ver mais"],"PayPal Payments":["Pagamento via PayPal"],"Comments (Optional)":["Comentários (opcional)"],"Klarna":["Klarna"],"Learn more":["Aprenda mais"],"No thanks":["Não, obrigado"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}