{"translation-revision-date":"2025-06-30 13:20:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Todas as suas compras no Woo Marketplace podem ser encontradas aqui ou em Woo.com.<br\/><br\/>Cada compra é garantida por nossa <a1>garantia de devolução do dinheiro em 30 dias<\/a1> e inclui <a2>suporte por e-mail e chat ao vivo<\/a2>.<br\/><br\/>É isso aí! Agora você está pronto para energizar sua loja."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Role para baixo para ver todas as extensões e soluções relevantes. <br\/> <br\/> clique em qualquer solução para saber mais sobre seus recursos, quaisquer requisitos de instalação e documentação disponível."],"Learn more about each product":["Saiba mais sobre cada produto"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["Ou, se você não tiver certeza exatamente do que precisa, poderá navegar por todas as extensões disponíveis por categoria."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["Ligue a sua loja adicionando funcionalidade extra com extensões ou integre sua loja com outros softwares e serviços. <br\/> <br\/> aqui você encontrará centenas de soluções confiáveis para sua loja - todas revisadas e aprovadas pela equipe woo. <br\/> <br\/> você também pode navegar no woo marketplace em woocommerce. com."],"Use the search box to find specific extensions or solutions.":["Use a caixa de pesquisa para encontrar produtos ou soluções específicas."],"email and live chat support":["suporte por email e conversa ao vivo"],"Contact support":["Entre em contato com o suporte"],"30-day money-back guarantee":["Garantia de reembolso de 30 dias"],"Refund policy":["Politica de reembolso"],"Manage your purchases":["Gerencie suas compras"],"Find exactly what you need":["Encontre exatamente o que você precisa"],"Browse for new ideas":["Navegue por novas ideias"],"Welcome to the WooCommerce Marketplace":["Bem-vindo ao WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}