{"translation-revision-date":"2025-06-30 13:20:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Please tell us to what extent you agree or disagree with the statements above.":["Por favor, diga-nos até que ponto você concorda ou discorda das afirmações acima."],"The order details screen's functionality meets my needs":["A funcionalidade da tela de detalhes do pedido atende às minhas necessidades"],"How easy or difficult was it to update this order?":["Quão fácil ou difícil foi atualizar este pedido?"],"The product import screen is easy to use":["A tela de importação de produtos é fácil de usar"],"The product import screen's functionality meets my needs":["A funcionalidade da tela de importação de produtos atende às minhas necessidades"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Percebemos que você começou a importar produtos e depois saiu. Como foi? Seu feedback ajudará a criar uma experiência melhor para milhares de comerciantes como você."],"How's your experience with orders?":["Como está sua experiência com pedidos?"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Percebemos que você começou a editar um pedido e saiu. Como foi? Seu feedback ajudará a criar uma experiência melhor para milhares de comerciantes como você."],"The order editing screen is easy to use":["A tela de edição de pedidos é fácil de usar"],"How is your experience with importing products?":["Como é sua experiência com a importação de produtos?"],"How's your experience with importing products?":["Como está sua experiência com a importação de produtos?"],"The filters' functionality meets my needs.":["A funcionalidade dos filtros atende às minhas necessidades."],"The settings screen's functionality meets my needs":["A funcionalidade da tela de configurações atende às minhas necessidades"],"Disagree":["Discordo"],"The filters in the analytics screen are easy to use.":["Os filtros na tela de análise são fáceis de usar."],"The settings screen is easy to use":["A tela de configurações é fácil de usar"],"Thanks for the feedback. We'll put it to good use!":["Obrigado pelo feedback. Faremos bom uso!"],"Strongly disagree":["Discordo fortemente"],"Agree":["Concordar"],"Strongly Agree":["Concordo plenamente"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Seu feedback ajudará a criar uma experiência melhor para milhares de comerciantes como você. Por favor, diga-nos em que medida você concorda ou discorda com as afirmações abaixo."],"How is that screen useful to you? What features would you add or change?":["Como essa tela é útil para você? Quais recursos você adicionaria ou alteraria?"],"Optional, but much apprecated. We love reading your feedback!":["Opcional, mas muito apreciado. Adoramos ler seus comentários!"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Percebemos que você começou a alterar as configurações da loja e saiu. Como foi? Seu feedback ajudará a criar uma experiência melhor para milhares de comerciantes como você."],"How’s your experience with settings?":["Como está sua experiência com as configurações?"],"Did you find the right setting?":["Você encontrou a configuração certa?"],"How is your experience with creating products?":["Como é sua experiência com a criação de produtos?"],"The product editing screen is easy to use":["A tela de edição do produto é fácil de usar"],"The product editing screen's functionality meets my needs":["A funcionalidade da tela de edição do produto atende às minhas necessidades"],"How is your experience with editing products?":["Como é sua experiência com edição de produtos?"],"How's your experience with editing products?":["Como é sua experiência com edição de produtos?"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Percebemos que você começou a editar um produto e saiu. Como foi? Seu feedback ajudará a criar uma experiência melhor para milhares de comerciantes como você."],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Percebemos que você começou a criar um produto e saiu. Como foi? Seu feedback ajudará a criar uma experiência melhor para milhares de comerciantes como você."],"The product creation screen is easy to use":["A tela de criação do produto é fácil de usar"],"The product creation screen's functionality meets my needs":["A funcionalidade da tela de criação do produto atende às minhas necessidades"],"The search's functionality meets my needs.":["A funcionalidade da pesquisa atende às minhas necessidades."],"The search feature in WooCommerce is easy to use.":["O recurso de pesquisa no WooCommerce é fácil de usar."],"Very good":["Muito boa"],"Difficult":["Difícil"],"How easy was it to use search?":["Quão fácil foi usar a pesquisa?"],"How easy was it to filter your store analytics?":["Foi fácil filtrar os dados de sua loja?"],"Neutral":["Neutro"],"Pencil icon":["Ícone de lápis"],"Please share your feedback":["Compartilhe sua opinião"],"Very difficult":["Muito difícil"],"Your feedback will go to the WooCommerce development team":["Seus comentários serão enviados à equipe de desenvolvimento do WooCommerce"],"Thank you for your feedback!":["Obrigado pelos seus comentários!"],"Give feedback":["Dê sua opinião"],"Share":["Compartilhar"],"Good":["Bom"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}